{
  "The Raven": "The Raven\n\n\nOnce upon a midnight dreary, while I pondered, weak and weary,\nOver many a quaint and curious volume of forgotten lore—\nWhile I nodded, nearly napping, suddenly there came a tapping,\nAs of some one gently rapping—rapping at my chamber door.\n\"'Tis some visitor,\" I muttered, \"tapping at my chamber door—\nOnly this and nothing more.\"\nAh, distinctly I remember, it was in the bleak December,\nAnd each separate dying ember wrought its ghost upon the floor.\nEagerly I wished the morrow;—vainly I had sought to borrow\nFrom my books surcease of sorrow—sorrow for the lost Lenore—\nFor the rare and radiant maiden whom the angels name Lenore—\nNameless here for evermore.\nAnd the silken sad uncertain rustling of each purple curtain\nThrilled me—filled me with fantastic terrors never felt before;\nSo that now, to still the beating of my heart, I stood repeating\n\"'Tis some visitor entreating entrance at my chamber door—\nSome late visitor entreating entrance at my chamber door;—\nThis it is and nothing more.\"\nPresently my soul grew stronger; hesitating then no longer,\n\"Sir,\" said I, \"or Madam, truly your forgiveness I implore;\nBut the fact is I was napping, and so gently you came rapping,\nAnd so faintly you came tapping—tapping at my chamber door,\nThat I scarce was sure I heard you\"—here I opened wide the door:—\nDarkness there and nothing more.\n\nDeep into that darkness peering, long I stood there wondering, fearing,\nDoubting, dreaming dreams no mortal ever dared to dream before;\nBut the silence was unbroken, and the darkness gave no token,\nAnd the only word there spoken was the whispered word, \"Lenore!\"\nThis I whispered, and an echo murmured back the word, \"Lenore!\"\nMerely this and nothing more.\n\nBack into the chamber turning, all my soul within me burning,\nSoon I heard again a tapping, somewhat louder than before.\n\"Surely,\" said I, \"surely that is something at my window lattice;\nLet me see, then, what thereat is, and this mystery explore—\nLet my heart be still a moment, and this mystery explore;—\n'Tis the wind and nothing more.\"\n\nOpen here I flung the shutter, when, with many a flirt and flutter,\nIn there stepped a stately Raven of the saintly days of yore;\nNot the least obeisance made he: not an instant stopped or stayed he;\nBut, with mien of lord or lady, perched above my chamber door-\nPerched upon a bust of Pallas just above my chamber door—\nPerched, and sat, and nothing more.\n\nThen this ebony bird beguiling my sad fancy into smiling,\nBy the grave and stern decorum of the countenance it wore,\n\"Though thy crest be shorn and shaven, thou,\" I said, \"art sure no craven,\nGhastly grim and ancient Raven wandering from the Nightly shore—\nTell me what thy lordly name is on the Night's Plutonian shore!\"\nQuoth the Raven, \"Nevermore.\"\n\nMuch I marvelled this ungainly fowl to hear discourse so plainly,\nThough its answer little meaning—little relevancy bore;\nFor we cannot help agreeing that no living human being\nEver yet was blessed with seeing bird above his chamber door—\nBird or beast upon the sculptured bust above his chamber door,\nWith such name as \"Nevermore.\"\n\nBut the Raven, sitting lonely on that placid bust, spoke only\nThat one word, as if his soul in that one word he did outpour.\nNothing further then he uttered—not a feather then he fluttered—\nTill I scarcely more than muttered, \"Other friends have flown before—\nOn the morrow\nhe\nwill leave me, as my hopes have flown before.\"\nThen the bird said, \"Nevermore.\"\n\nStartled at the stillness broken by reply so aptly spoken,\n\"Doubtless,\" said I, \"what it utters is its only stock and store,\nCaught from some unhappy master whom unmerciful Disaster\nFollowed fast and followed faster till his songs one burden bore—\nTill the dirges of his Hope the melancholy burden bore\nOf 'Never—nevermore.'\"\n\nBut the Raven still beguiling all my sad soul into smiling,\nStraight I wheeled a cushioned seat in front of bird and bust and door;\nThen, upon the velvet sinking, I betook myself to linking\nFancy unto fancy, thinking what this ominous bird of yore—\nWhat this grim, ungainly, ghastly, gaunt, and ominous bird of yore\nMeant in croaking \"Nevermore.\"\n\nThis I sat engaged in guessing, but no syllable expressing\nTo the fowl whose fiery eyes now burned into my bosom's core;\nThis and more I sat divining, with my head at ease reclining\nOn the cushion's velvet lining that the lamp-light gloated o'er,\nBut whose velvet violet lining with the lamp-light gloating o'er,\n\nShe\nshall press, ah, nevermore!\n\nThen, methought, the air grew denser, perfumed from an unseen censer\nSwung by Seraphim whose foot-falls tinkled on the tufted floor.\n\"Wretch,\" I cried, \"thy God hath lent thee—by these angels he hath sent thee\nRespite—respite and nepenthé from thy memories of Lenore!\nQuaff, oh quaff this kind nepenthé, and forget this lost Lenore!\"\nQuoth the Raven, \"Nevermore.\"\n\n\"Prophet!\" said I, \"thing of evil!—prophet still, if bird or devil!—\nWhether Tempter sent, or whether tempest tossed thee here ashore,\nDesolate yet all undaunted, on this desert land enchanted—\nOn this home by Horror haunted—tell me truly, I implore—\nIs there—\nis\nthere balm in Gilead?—tell me—tell me, I implore!\"\nQuoth the Raven, \"Nevermore.\"\n\n\"Prophet!\" said I, \"thing of evil!—prophet still, if bird or devil!\nBy that Heaven that bends above us — by that God we both adore—\nTell this soul with sorrow laden if, within the distant Aidenn,\nIt shall clasp a sainted maiden whom the angels name Lenore —\nClasp a rare and radiant maiden whom the angels name Lenore.\"\nQuoth the Raven, \"Nevermore.\"\n\n\"Be that word our sign of parting, bird or fiend!\" I shrieked, upstarting—\n\"Get thee back into the tempest and the Night's Plutonian shore!\nLeave no black plume as a token of that lie thy soul hath spoken!\nLeave my loneliness unbroken!—quit the bust above my door!\nTake thy beak from out my heart, and take thy form from off my door!\"\nQuoth the Raven, \"Nevermore.\"\n\nAnd the Raven, never flitting, still is sitting, still is sitting\nOn the pallid bust of Pallas just above my chamber door;\nAnd his eyes have all the seeming of a demon's that is dreaming,\nAnd the lamp-light o'er him streaming throws his shadow on the floor;\nAnd my soul from out that shadow that lies floating on the floor\nShall be lifted—nevermore!\nPublished, 1845.\n\n\nNote\n",
  "The Bells": "The Bells\n\n\n\n\nI\n\nHear the sledges with the bells—\nSilver bells!\nWhat a world of merriment their melody foretells!\nHow they tinkle, tinkle, tinkle,\nIn their icy air of night!\nWhile the stars, that oversprinkle\nAll the heavens, seem to twinkle\nWith a crystalline delight;\nKeeping time, time, time,\nIn a sort of Runic rhyme,\nTo the tintinnabulation that so musically wells\nFrom the bells, bells, bells, bells,\nBells, bells, bells—\nFrom the jingling and the tinkling of the bells.\n\n\n\nII\n\nHear the mellow wedding bells,\nGolden bells!\nWhat a world of happiness their harmony foretells!\nThrough the balmy air of night\nHow they ring out their delight!\nFrom the molten golden-notes,\nAnd all in tune,\nWhat a liquid ditty floats\nTo the turtle-dove that listens, while she gloats\nOn the moon!\nOh, from out the sounding cells,\nWhat a gush of euphony voluminously wells!\nHow it swells!\nHow it dwells\nOn the future! how it tells\nOf the rapture that impels\nTo the swinging and the ringing\nOf the bells, bells, bells,\nOf the bells, bells, bells, bells,\nBells, bells, bells—\nTo the rhyming and the chiming of the bells!\n\n\n\nIII\n\nHear the loud alarum bells—\nBrazen bells!\nWhat a tale of terror now their turbulency tells!\nIn the startled ear of night\nHow they scream out their affright!\nToo much horrified to speak,\nThey can only shriek, shriek,\nOut of tune,\nIn a clamorous appealing to the mercy of the fire,\nIn a mad expostulation with the deaf and frantic fire\nLeaping higher, higher, higher,\nWith a desperate desire,\nAnd a resolute endeavor\nNow—now to sit or never,\nBy the side of the pale-faced moon.\nOh, the bells, bells, bells!\nWhat a tale their terror tells\nOf Despair!\nHow they clang, and clash, and roar!\nWhat a horror they outpour\nOn the bosom of the palpitating air!\nYet the ear it fully knows,\nBy the twanging,\nAnd the clanging,\nHow the danger ebbs and flows;\nYet the ear distinctly tells,\nIn the jangling,\nAnd the wrangling,\nHow the danger sinks and swells,\nBy the sinking or the swelling in the anger of the bells—\nOf the bells—\nOf the bells, bells, bells, bells,\nBells, bells, bells—\nIn the clamor and the clangor of the bells!\n\n\n\nIV\n\nHear the tolling of the bells —\nIron bells!\nWhat a world of solemn thought their monody compels!\nIn the silence of the night,\nHow we shiver with affright\nAt the melancholy menace of their tone!\nFor every sound that floats\nFrom the rust within their throats\nIs a groan.\nAnd the people—ah, the people—\nThey that dwell up in the steeple.\nAll alone,\nAnd who tolling, tolling, tolling,\nIn that muffled monotone,\nFeel a glory in so rolling\nOn the human heart a stone—\nThey are neither man nor woman—\nThey are neither brute nor human —\nThey are Ghouls:\nAnd their king it is who tolls;\nAnd he rolls, rolls, rolls,\nRolls\nA pæan from the bells!\nAnd his merry bosom swells\nWith the pæan of the bells!\nAnd he dances, and he yells;\nKeeping time, time, time,\nIn a sort of Runic rhyme,\nTo the pæan of the bells —\nOf the bells:\nKeeping time, time, time,\nIn a sort of Runic rhyme,\nTo the throbbing of the bells —\nOf the bells, bells, bells —\nTo the sobbing of the bells;\nKeeping time, time, time,\nAs he knells, knells, knells,\nIn a happy Runic rhyme,\nTo the rolling of the bells—\nOf the bells, bells, bells-\nTo the tolling of the bells,\nOf the bells, bells, bells, bells,\nBells, bells, bells —\nTo the moaning and the groaning of the bells.\n\n\n1849\n\n\nNote\n",
  "Ulalume": "Ulalume\n\n\nThe skies they were ashen and sober;\nThe leaves they were crisped and sere—\nThe leaves they were withering and sere;\nIt was night in the lonesome October\nOf my most immemorial year;\nIt was hard by the dim lake of Auber,\nIn the misty mid region of Weir—\nIt was down by the dank tarn of Auber,\nIn the ghoul-haunted woodland of Weir.\nHere once, through an alley Titanic.\nOf cypress, I roamed with my Soul—\nOf cypress, with Psyche, my Soul.\nThese were days when my heart was volcanic\nAs the scoriac rivers that roll—\nAs the lavas that restlessly roll\nTheir sulphurous currents down Yaanek\nIn the ultimate climes of the pole—\nThat groan as they roll down Mount Yaanek\nIn the realms of the boreal pole.\nOur talk had been serious and sober,\nBut our thoughts they were palsied and sere—\nOur memories were treacherous and sere—\nFor we knew not the month was October,\nAnd we marked not the night of the year—\n(Ah, night of all nights in the year!)\nWe noted not the dim lake of Auber—\n(Though once we had journeyed down here)—\nRemembered not the dank tarn of Auber,\nNor the ghoul-haunted woodland of Weir.\nAnd now as the night was senescent\nAnd star-dials pointed to morn—\nAs the sun-dials hinted of morn—\nAt the end of our path a liquescent\nAnd nebulous lustre was born,\nOut of which a miraculous crescent\nArose with a duplicate horn—\nAstarte's bediamonded crescent\nDistinct with its duplicate horn.\nAnd I said—\"She is warmer than Dian:\nShe rolls through an ether of sighs—\nShe revels in a region of sighs:\nShe has seen that the tears are not dry on\nThese cheeks, where the worm never dies,\nAnd has come past the stars of the Lion\nTo point us the path to the skies—\nTo the Lethean peace of the skies—\nCome up, in despite of the Lion,\nTo shine on us with her bright eyes—\nCome up through the lair of the Lion,\nWith love in her luminous eyes.\"\nBut Psyche, uplifting her finger,\nSaid—\"Sadly this star I mistrust—\nHer pallor I strangely mistrust:—\nOh, hasten!—oh, let us not linger!\nOh, fly!—let us fly!—for we must.\"\nIn terror she spoke, letting sink her\nWings till they trailed in the dust—\nIn agony sobbed, letting sink her\nPlumes till they trailed in the dust—\nTill they sorrowfully trailed in the dust.\nI replied—\"This is nothing but dreaming:\nLet us on by this tremulous light!\nLet us bathe in this crystalline light!\nIts Sibyllic splendor is beaming\nWith Hope and in Beauty to-night:—\nSee!—it flickers up the sky through the night!\nAh, we safely may trust to its gleaming,\nAnd be sure it will lead us aright—\nWe safely may trust to a gleaming\nThat cannot but guide us aright,\nSince it flickers up to Heaven through the night.\"\nThus I pacified Psyche and kissed her,\nAnd tempted her out of her gloom—\nAnd conquered her scruples and gloom;\nAnd we passed to the end of a vista,\nBut were stopped by the door of a tomb—\nBy the door of a legended tomb;\nAnd I said—\"What is written, sweet sister,\nOn the door of this legended tomb?\"\nShe replied—\"Ulalume—Ulalume—\n'Tis the vault of thy lost Ulalume!\"\nThen my heart it grew ashen and sober\nAs the leaves that were crisped and sere—\nAs the leaves that were withering and sere;\nAnd I cried—\"It was surely October\nOn\nthis\nvery night of last year\nThat I journeyed—I journeyed down here—\nThat I brought a dread burden down here!\nOn this night of all nights in the year,\nAh, what demon has tempted me here?\nWell I know, now, this dim lake of Auber—\nThis misty mid region of Weir—\nWell I know, now, this dank tarn of Auber,—\nThis ghoul-haunted woodland of Weir.\"\n1847\n\n\nNote\n",
  "To Helen": "To Helen\n\n\nHelen, thy beauty is to me\nLike those Nicean barks of yore,\nThat gently, o'er a perfumed sea,\nThe weary, wayworn wanderer bore\nTo his own native shore.\nOn desperate seas long wont to roam,\nThy hyacinth hair, thy classic face,\nThy Naiad airs have brought me home\nTo the glory that was Greece,\nTo the grandeur that was Rome.\nLo! in yon brilliant window niche,\nHow statue-like I see thee stand,\nThe agate lamp within thy hand!\nAh, Psyche, from the regions which\nAre Holy Land!\n1831\n\nNote\n",
  "Annabel Lee": "Annabel Lee\n\n\nIt was many and many a year ago,\nIn a kingdom by the sea,\nThat a maiden there lived whom you may know\nBy the name of\nAnnabel Lee\n;\nAnd this maiden she lived with no other thought\nThan to love and be loved by me.\n\nI\nwas a child and\nshe\nwas a child,\nIn this kingdom by the sea:\nBut we loved with a love that was more than love—\nI and my\nAnnabel Lee\n;\nWith a love that the winged seraphs of heaven\nCoveted her and me.\nAnd this was the reason that, long ago,\nIn this kingdom by the sea,\nA wind blew out of a cloud, chilling\nMy beautiful\nAnnabel Lee\n;\nSo that her highborn kinsmen came\nAnd bore her away from me,\nTo shut her up in a sepulchre\nIn this kingdom by the sea.\nThe angels, not half so happy in heaven,\nWent envying her and me—\nYes!—that was the reason (as all men know,\nIn this kingdom by the sea)\nThat the wind came out of the cloud by night,\nChilling and killing my\nAnnabel Lee\n.\nBut our love it was stronger by far than the love\nOf those who were older than we—\nOf many far wiser than we—\nAnd neither the angels in heaven above,\nNor the demons down under the sea,\nCan ever dissever my soul from the soul\nOf the beautiful\nAnnabel Lee\n.\nFor the moon never beams without bringing me dreams\nOf the beautiful\nAnnabel Lee\n;\nAnd the stars never rise but I see the bright eyes\nOf the beautiful\nAnnabel Lee\n;\nAnd so, all the night-tide, I lie down by the side\nOf my darling, my darling, my life and my bride,\nIn her sepulchre there by the sea—\nIn her tomb by the side of the sea.\n\nNote\n",
  "A Valentine": "A Valentine\n\n\nFor her this rhyme is penned, whose luminous eyes,\nBrightly expressive as the twins of Leda,\nShall find her own sweet name, that, nestling lies\nUpon the page, enwrapped from every reader.\nSearch narrowly the lines!—they hold a treasure\nDivine—a talisman—an amulet\nThat must be worn\nat heart\n. Search well the measure—\nThe words—the syllables! Do not forget\nThe trivialest point, or you may lose your labor!\nAnd yet there is in this no Gordian knot\nWhich one might not undo without a sabre,\nIf one could merely comprehend the plot.\nEnwritten upon the leaf where now are peering\nEyes scintillating soul, there lie\nperdus\nThree eloquent words oft uttered in the hearing\nOf poets by poets—as the name is a poet's, too.\nIts letters, although naturally lying\nLike the knight Pinto—Mendez Ferdinando—\nStill form a synonym for Truth—Cease trying!\nYou will not read the riddle, though you do the best you\ncan\ndo.\n1846\n\n\n{To discover the names in this and the following poem, read the first\r\nletter of the first line in connection with the second letter of the\r\nsecond line, the third letter of the third line, the fourth, of the\r\nfourth and so on, to the end.}\n\nNote\n",
  "An Enigma": "An Enigma\n\n\n\"Seldom we find,\" says Solomon Don Dunce,\n\"Half an idea in the profoundest sonnet.\nThrough all the flimsy things we see at once\nAs easily as through a Naples bonnet—\nTrash of all trash!—how\ncan\na lady don it?\nYet heavier far than your Petrarchan stuff—\nOwl-downy nonsense that the faintest puff\nTwirls into trunk-paper the while you con it.\"\nAnd, veritably, Sol is right enough.\nThe general tuckermanities are arrant\nBubbles—ephemeral and\nso\ntransparent—\nBut\nthis is\n, now—you may depend upon it—\nStable, opaque, immortal—all by dint\nOf the dear names that lie concealed within't.\n\n{See comment after previous poem.}\n\nNote\n",
  "To My Mother": "To My Mother\n\n\nBecause I feel that, in the Heavens above,\nThe angels, whispering to one another,\nCan find, among their burning terms of love,\nNone so devotional as that of \"Mother,\"\nTherefore by that dear name I long have called you—\nYou who are more than mother unto me,\nAnd fill my heart of hearts, where Death installed you,\nIn setting my Virginia's spirit free.\nMy mother—my own mother, who died early,\nWas but the mother of myself; but you\nAre mother to the one I loved so dearly,\nAnd thus are dearer than the mother I knew\nBy that infinity with which my wife\nWas dearer to my soul than its soul-life.\n1849\n\n\n{The above was addressed to the poet's mother-in-law, Mrs. Clemm.—Ed.}\n\nNote\n",
  "For Annie": "For Annie\n\n\nThank Heaven! the crisis—\nThe danger is past,\nAnd the lingering illness\nIs over at last—\nAnd the fever called \"Living\"\nIs conquered at last.\nSadly, I know,\nI am shorn of my strength,\nAnd no muscle I move\nAs I lie at full length—\nBut no matter!—I feel\nI am better at length.\nAnd I rest so composedly,\nNow in my bed,\nThat any beholder\nMight fancy me dead—\nMight start at beholding me\nThinking me dead.\nThe moaning and groaning,\nThe sighing and sobbing,\nAre quieted now,\nWith that horrible throbbing\nAt heart:—ah, that horrible,\nHorrible throbbing!\nThe sickness—the nausea—\nThe pitiless pain—\nHave ceased, with the fever\nThat maddened my brain—\nWith the fever called \"Living\"\nThat burned in my brain.\nAnd oh! of all tortures\n\nThat\ntorture the worst\nHas abated—the terrible\nTorture of thirst,\nFor the naphthaline river\nOf Passion accurst:—\nI have drank of a water\nThat quenches all thirst:—\nOf a water that flows,\nWith a lullaby sound,\nFrom a spring but a very few\nFeet under ground—\nFrom a cavern not very far\nDown under ground.\nAnd ah! let it never\nBe foolishly said\nThat my room it is gloomy\nAnd narrow my bed—\nFor man never slept\nIn a different bed;\nAnd, to\nsleep\n, you must slumber\nIn just such a bed.\nMy tantalized spirit\nHere blandly reposes,\nForgetting, or never\nRegretting its roses—\nIts old agitations\nOf myrtles and roses:\nFor now, while so quietly\nLying, it fancies\nA holier odor\nAbout it, of pansies—\nA rosemary odor,\nCommingled with pansies—\nWith rue and the beautiful\nPuritan pansies.\nAnd so it lies happily,\nBathing in many\nA dream of the truth\nAnd the beauty of Annie—\nDrowned in a bath\nOf the tresses of Annie.\nShe tenderly kissed me,\nShe fondly caressed,\nAnd then I fell gently\nTo sleep on her breast—\nDeeply to sleep\nFrom the heaven of her breast.\nWhen the light was extinguished,\nShe covered me warm,\nAnd she prayed to the angels\nTo keep me from harm—\nTo the queen of the angels\nTo shield me from harm.\nAnd I lie so composedly,\nNow in my bed\n(Knowing her love)\nThat you fancy me dead—\nAnd I rest so contentedly,\nNow in my bed,\n(With her love at my breast)\nThat you fancy me dead—\nThat you shudder to look at me.\nThinking me dead.\nBut my heart it is brighter\nThan all of the many\nStars in the sky,\nFor it sparkles with Annie—\nIt glows with the light\nOf the love of my Annie—\nWith the thought of the light\nOf the eyes of my Annie.\n1849\n\nNote\n",
  "To F——": "To F——\n\n\nBeloved! amid the earnest woes\nThat crowd around my earthly path—\n(Drear path, alas! where grows\nNot even one lonely rose)—\nMy soul at least a solace hath\nIn dreams of thee, and therein knows\nAn Eden of bland repose.\nAnd thus thy memory is to me\nLike some enchanted far-off isle\nIn some tumultuous sea—\nSome ocean throbbing far and free\nWith storm—but where meanwhile\nSerenest skies continually\nJust o'er that one bright inland smile.\n1845\n\nNote\n",
  "To Frances S. Osgood": "To Frances S. Osgood\n\n\nThou wouldst be loved?—then let thy heart\nFrom its present pathway part not;\nBeing everything which now thou art,\nBe nothing which thou art not.\nSo with the world thy gentle ways,\nThy grace, thy more than beauty,\nShall be an endless theme of praise.\nAnd love a simple duty.\n1845\n\nNote\n",
  "Eldorado": "Eldorado\n\n\nGaily bedight,\nA gallant knight,\nIn sunshine and in shadow,\nHad journeyed long,\nSinging a song,\nIn search of Eldorado.\nBut he grew old—\nThis knight so bold—\nAnd o'er his heart a shadow\nFell as he found\nNo spot of ground\nThat looked like Eldorado.\nAnd, as his strength\nFailed him at length,\nHe met a pilgrim shadow—\n\"Shadow,\" said he,\n\"Where can it be—\nThis land of Eldorado?\"\n\"Over the Mountains\nOf the Moon,\nDown the Valley of the Shadow,\nRide, boldly ride,\"\nThe shade replied,\n\"If you seek for Eldorado!\"\n1849\n\nNote\n",
  "Eulalie": "Eulalie\n\n\n\n\nI dwelt alone\nIn a world of moan,\nAnd my soul was a stagnant tide,\nTill the fair and gentle Eulalie became my blushing bride—\nTill the yellow-haired young Eulalie became my smiling bride.\nAh, less—less bright\nThe stars of the night\nThan the eyes of the radiant girl!\nAnd never a flake\nThat the vapor can make\nWith the moon-tints of purple and pearl,\nCan vie with the modest Eulalie's most unregarded curl—\nCan compare with the bright-eyed Eulalie's most humble and careless curl.\nNow Doubt—now Pain\nCome never again,\nFor her soul gives me sigh for sigh,\nAnd all day long\nShines, bright and strong,\nAstarté within the sky,\nWhile ever to her dear Eulalie upturns her matron eye—\nWhile ever to her young Eulalie upturns her violet eye.\n\n\n1845\n\nNote\n",
  "A Dream within a Dream": "A Dream within a Dream\n\n\nTake this kiss upon the brow!\nAnd, in parting from you now,\nThus much let me avow—\nYou are not wrong, who deem\nThat my days have been a dream:\nYet if hope has flown away\nIn a night, or in a day,\nIn a vision or in none,\nIs it therefore the less\ngone\n?\n\nAll\nthat we see or seem\nIs but a dream within a dream.\nI stand amid the roar\nOf a surf-tormented shore,\nAnd I hold within my hand\nGrains of the golden sand—\nHow few! yet how they creep\nThrough my fingers to the deep\nWhile I weep—while I weep!\nO God! can I not grasp\nThem with a tighter clasp?\nO God! can I not save\n\nOne\nfrom the pitiless wave?\nIs\nall\nthat we see or seem\nBut a dream within a dream?\n1849\n\nNote\n",
  "Marie Louise (Shew)": "Marie Louise (Shew)\n\n\nOf all who hail thy presence as the morning—\nOf all to whom thine absence is the night—\nThe blotting utterly from out high heaven\nThe sacred sun—of all who, weeping, bless thee\nHourly for hope—for life—ah, above all,\nFor the resurrection of deep buried faith\nIn truth, in virtue, in humanity—\nOf all who, on despair's unhallowed bed\nLying down to die, have suddenly arisen\nAt thy soft-murmured words, \"Let there be light!\"\nAt thy soft-murmured words that were fulfilled\nIn thy seraphic glancing of thine eyes—\nOf all who owe thee most, whose gratitude\nNearest resembles worship,—oh, remember\nThe truest, the most fervently devoted,\nAnd think that these weak lines are written by him—\nBy him who, as he pens them, thrills to think\nHis spirit is communing with an angel's.\n1847\n\nNote\n",
  "(2) To Marie Louise (Shew) ": "(2) To Marie Louise (Shew)\n\n\nNot long ago, the writer of these lines,\nIn the mad pride of intellectuality,\nMaintained \"the power of words\"—denied that ever\nA thought arose within the human brain\nBeyond the utterance of the human tongue:\nAnd now, as if in mockery of that boast,\nTwo words—two foreign soft dissyllables—\nItalian tones, made only to be murmured\nBy angels dreaming in the moonlit \"dew\nThat hangs like chains of pearl on Hermon hill,\"—\nHave stirred from out the abysses of his heart,\nUnthought-like thoughts that are the souls of thought,\nRicher, far wilder, far diviner visions\nThan even the seraph harper, Israfel,\n(Who has \"the sweetest voice of all God's creatures,\")\nCould hope to utter. And I! my spells are broken.\nThe pen falls powerless from my shivering hand.\nWith thy dear name as text, though hidden by thee,\nI cannot write—I cannot speak or think—\nAlas, I cannot feel; for 'tis not feeling,\nThis standing motionless upon the golden\nThreshold of the wide-open gate of dreams,\nGazing, entranced, adown the gorgeous vista,\nAnd thrilling as I see, upon the right,\nUpon the left, and all the way along,\nAmid empurpled vapors, far away\nTo where the prospect terminates—\nthee only!\n\nNote\n",
  "The City in the Sea": "The City in the Sea\n\n\nLo! Death has reared himself a throne\nIn a strange city lying alone\nFar down within the dim West,\nWhere the good and the bad and the worst and the best\nHave gone to their eternal rest.\nThere shrines and palaces and towers\n(Time-eaten towers and tremble not!)\nResemble nothing that is ours.\nAround, by lifting winds forgot,\nResignedly beneath the sky\nThe melancholy waters lie.\nNo rays from the holy Heaven come down\nOn the long night-time of that town;\nBut light from out the lurid sea\nStreams up the turrets silently—\nGleams up the pinnacles far and free—\nUp domes—up spires—up kingly halls—\nUp fanes—up Babylon-like walls—\nUp shadowy long-forgotten bowers\nOf sculptured ivy and stone flowers—\nUp many and many a marvellous shrine\nWhose wreathed friezes intertwine\nThe viol, the violet, and the vine.\nResignedly beneath the sky\nThe melancholy waters lie.\nSo blend the turrets and shadows there\nThat all seem pendulous in air,\nWhile from a proud tower in the town\nDeath looks gigantically down.\nThere open fanes and gaping graves\nYawn level with the luminous waves;\nBut not the riches there that lie\nIn each idol's diamond eye—\nNot the gaily-jewelled dead\nTempt the waters from their bed;\nFor no ripples curl, alas!\nAlong that wilderness of glass—\nNo swellings tell that winds may be\nUpon some far-off happier sea—\nNo heavings hint that winds have been\nOn seas less hideously serene.\nBut lo, a stir is in the air!\nThe wave—there is a movement there!\nAs if the towers had thrust aside,\nIn slightly sinking, the dull tide—\nAs if their tops had feebly given\nA void within the filmy Heaven.\nThe waves have now a redder glow—\nThe hours are breathing faint and low—\nAnd when, amid no earthly moans,\nDown, down that town shall settle hence,\nHell, rising from a thousand thrones,\nShall do it reverence.\n1835?\n\nNote\n",
  "The Sleeper": "The Sleeper\n\n\nAt midnight, in the month of June,\nI stand beneath the mystic moon.\nAn opiate vapor, dewy, dim,\nExhales from out her golden rim,\nAnd, softly dripping, drop by drop,\nUpon the quiet mountain top,\nSteals drowsily and musically\nInto the universal valley.\nThe rosemary nods upon the grave;\nThe lily lolls upon the wave;\nWrapping the fog about its breast,\nThe ruin moulders into rest;\nLooking like Lethe, see! the lake\nA conscious slumber seems to take,\nAnd would not, for the world, awake.\nAll Beauty sleeps!—and lo! where lies\n(Her casement open to the skies)\nIrene, with her Destinies!\nOh, lady bright! can it be right—\nThis window open to the night!\nThe wanton airs, from the tree-top,\nLaughingly through the lattice-drop—\nThe bodiless airs, a wizard rout,\nFlit through thy chamber in and out,\nAnd wave the curtain canopy\nSo fitfully—so fearfully—\nAbove the closed and fringed lid\n'Neath which thy slumb'ring soul lies hid,\nThat, o'er the floor and down the wall,\nLike ghosts the shadows rise and fall!\nOh, lady dear, hast thou no fear?\nWhy and what art thou dreaming here?\nSure thou art come o'er far-off seas,\nA wonder to these garden trees!\nStrange is thy pallor! strange thy dress!\nStrange, above all, thy length of tress,\nAnd this all-solemn silentness!\nThe lady sleeps! Oh, may her sleep\nWhich is enduring, so be deep!\nHeaven have her in its sacred keep!\nThis chamber changed for one more holy,\nThis bed for one more melancholy,\nI pray to God that she may lie\nFor ever with unopened eye,\nWhile the dim sheeted ghosts go by!\nMy love, she sleeps! Oh, may her sleep,\nAs it is lasting, so be deep;\nSoft may the worms about her creep!\nFar in the forest, dim and old,\nFor her may some tall vault unfold—\nSome vault that oft hath flung its black\nAnd winged panels fluttering back,\nTriumphant, o'er the crested palls,\nOf her grand family funerals—\nSome sepulchre, remote, alone,\nAgainst whose portal she hath thrown,\nIn childhood many an idle stone—\nSome tomb from out whose sounding door\nShe ne'er shall force an echo more,\nThrilling to think, poor child of sin!\nIt was the dead who groaned within.\n\n1845\n\nNote\n",
  "Bridal Ballad": "Bridal Ballad\n\n\nThe ring is on my hand,\nAnd the wreath is on my brow;\nSatins and jewels grand\nAre all at my command.\nAnd I am happy now.\nAnd my lord he loves me well;\nBut, when first he breathed his vow,\nI felt my bosom swell—\nFor the words rang as a knell,\nAnd the voice seemed\nhis\nwho fell\nIn the battle down the dell,\nAnd who is happy now.\nBut he spoke to reassure me,\nAnd he kissed my pallid brow,\nWhile a reverie came o'er me,\nAnd to the churchyard bore me,\nAnd I sighed to him before me,\nThinking him dead D'Elormie,\n\"Oh, I am happy now!\"\nAnd thus the words were spoken,\nAnd thus the plighted vow,\nAnd, though my faith be broken,\nAnd, though my heart be broken,\nBehold the golden keys\nThat\nproves\nme happy now!\nWould to God I could awaken\nFor I dream I know not how,\nAnd my soul is sorely shaken\nLest an evil step be taken,—\nLest the dead who is forsaken\nMay not be happy now.\n1845\n\nNote\n",
  "Lenore": "Lenore\n\n\nAh, broken is the golden bowl! the spirit flown forever!\nLet the bell toll!—a saintly soul floats on the Stygian river.\nAnd, Guy de Vere, hast\nthou\nno tear?—weep now or never more!\nSee! on yon drear and rigid bier low lies thy love, Lenore!\nCome! let the burial rite be read—the funeral song be sung!—\nAn anthem for the queenliest dead that ever died so young—\nA dirge for her, the doubly dead in that she died so young.\n\n\"Wretches! ye loved her for her wealth and hated her for her pride,\nAnd when she fell in feeble health, ye blessed her—that she died!\nHow\nshall\nthe ritual, then, be read?—the requiem how be sung\nBy you—by yours, the evil eye,—by yours, the slanderous tongue\nThat did to death the innocence that died, and died so young?\"\n\nPeccavimus;\nbut rave not thus! and let a Sabbath song\nGo up to God so solemnly the dead may feel no wrong!\nThe sweet Lenore hath \"gone before,\" with Hope, that flew beside,\nLeaving thee wild for the dear child that should have been thy bride—\nFor her, the fair and\ndébonnaire\n, that now so lowly lies,\nThe life upon her yellow hair but not within her eyes—\nThe life still there, upon her hair—the death upon her eyes.\n\"Avaunt! to-night my heart is light. No dirge will I upraise,\nBut waft the angel on her flight with a pæan of old days!\nLet\nno\nbell toll!—lest her sweet soul, amid its hallowed mirth,\nShould catch the note, as it doth float up from the damned Earth.\nTo friends above, from fiends below, the indignant ghost is riven—\nFrom Hell unto a high estate far up within the Heaven—\nFrom grief and groan to a golden throne beside the King of Heaven.\"\n1833\n\n\nNote\n",
  "To One in Paradise": "To One in Paradise\n\n\nThou wast that all to me, love,\nFor which my soul did pine—\nA green isle in the sea, love,\nA fountain and a shrine,\nAll wreathed with fairy fruits and flowers,\nAnd all the flowers were mine.\nAh, dream too bright to last!\nAh, starry Hope! that didst arise\nBut to be overcast!\nA voice from out the Future cries,\n\"On! on!\"—but o'er the Past\n(Dim gulf!) my spirit hovering lies\nMute, motionless, aghast!\nFor, alas! alas! with me\nThe light of Life is o'er!\n\"No more—no more—no more\"—\n(Such language holds the solemn sea\nTo the sands upon the shore)\nShall bloom the thunder-blasted tree,\nOr the stricken eagle soar!\nAnd all my days are trances,\nAnd all my nightly dreams\nAre where thy dark eye glances,\nAnd where thy footstep gleams—\nIn what ethereal dances,\nBy what eternal streams!\nAlas! for that accursed time\nThey bore thee o'er the billow,\nFrom love to titled age and crime,\nAnd an unholy pillow!\nFrom me, and from our misty clime,\nWhere weeps the silver willow!\n1835\n\n\nNote\n",
  "The Coliseum": "The Coliseum\n\n\nType of the antique Rome! Rich reliquary\nOf lofty contemplation left to Time\nBy buried centuries of pomp and power!\nAt length—at length—after so many days\nOf weary pilgrimage and burning thirst,\n(Thirst for the springs of lore that in thee lie,)\nI kneel, an altered and an humble man,\nAmid thy shadows, and so drink within\nMy very soul thy grandeur, gloom, and glory!\nVastness! and Age! and Memories of Eld!\nSilence! and Desolation! and dim Night!\nI feel ye now—I feel ye in your strength—\nO spells more sure than e'er Judæan king\nTaught in the gardens of Gethsemane!\nO charms more potent than the rapt Chaldee\nEver drew down from out the quiet stars!\nHere, where a hero fell, a column falls!\nHere, where the mimic eagle glared in gold,\nA midnight vigil holds the swarthy bat!\nHere, where the dames of Rome their gilded hair\nWaved to the wind, now wave the reed and thistle!\nHere, where on golden throne the monarch lolled,\nGlides, spectre-like, unto his marble home,\nLit by the wan light of the horned moon,\nThe swift and silent lizard of the stones!\nBut stay! these walls—these ivy-clad arcades—\nThese mouldering plinths—these sad and blackened shafts—\nThese vague entablatures—this crumbling frieze—\nThese shattered cornices—this wreck—this ruin—\nThese stones—alas! these gray stones—are they all—\nAll of the famed, and the colossal left\nBy the corrosive Hours to Fate and me?\n\"Not all\"—the Echoes answer me—\"not all!\nProphetic sounds and loud, arise forever\nFrom us, and from all Ruin, unto the wise,\nAs melody from Memnon to the Sun.\nWe rule the hearts of mightiest men—we rule\nWith a despotic sway all giant minds.\nWe are not impotent—we pallid stones.\nNot all our power is gone—not all our fame—\nNot all the magic of our high renown—\nNot all the wonder that encircles us—\nNot all the mysteries that in us lie—\nNot all the memories that hang upon\nAnd cling around about us as a garment,\nClothing us in a robe of more than glory.\"\n1838\n\n\nNote\n",
  "The Haunted Palace": "The Haunted Palace\n\n\nIn the greenest of our valleys\nBy good angels tenanted,\nOnce a fair and stately palace—\nRadiant palace—reared its head.\nIn the monarch Thought's dominion—\nIt stood there!\nNever seraph spread a pinion\nOver fabric half so fair!\nBanners yellow, glorious, golden,\nOn its roof did float and flow,\n(This—all this—was in the olden\nTime long ago),\nAnd every gentle air that dallied,\nIn that sweet day,\nAlong the ramparts plumed and pallid,\nA winged odor went away.\nWanderers in that happy valley,\nThrough two luminous windows, saw\nSpirits moving musically,\nTo a lute's well-tunëd law,\nBound about a throne where, sitting\n(Porphyrogene!)\nIn state his glory well befitting,\nThe ruler of the realm was seen.\nAnd all with pearl and ruby glowing\nWas the fair palace door,\nThrough which came flowing, flowing, flowing,\nAnd sparkling evermore,\nA troop of Echoes, whose sweet duty\nWas but to sing,\nIn voices of surpassing beauty,\nThe wit and wisdom of their king.\nBut evil things, in robes of sorrow,\nAssailed the monarch's high estate.\n(Ah, let us mourn!—for never morrow\nShall dawn upon him desolate !)\nAnd round about his home the glory\nThat blushed and bloomed,\nIs but a dim-remembered story\nOf the old time entombed.\nAnd travellers, now, within that valley,\nThrough the red-litten windows see\nVast forms, that move fantastically\nTo a discordant melody,\nWhile, like a ghastly rapid river,\nThrough the pale door\nA hideous throng rush out forever\nAnd laugh—but smile no more.\n1838\n\n\nNote\n",
  "The Conqueror Worm": "The Conqueror Worm\n\n\nLo! 'tis a gala night\nWithin the lonesome latter years!\nAn angel throng, bewinged, bedight\nIn veils, and drowned in tears,\nSit in a theatre, to see\nA play of hopes and fears,\nWhile the orchestra breathes fitfully\nThe music of the spheres.\nMimes, in the form of God on high,\nMutter and mumble low,\nAnd hither and thither fly—\nMere puppets they, who come and go\nAt bidding of vast formless things\nThat shift the scenery to and fro,\nFlapping from out their Condor wings\nInvisible Wo!\nThat motley drama—oh, be sure\nIt shall not be forgot!\nWith its Phantom chased for evermore,\nBy a crowd that seize it not,\nThrough a circle that ever returneth in\nTo the self-same spot,\nAnd much of Madness, and more of Sin,\nAnd Horror the soul of the plot.\nBut see, amid the mimic rout\nA crawling shape intrude!\nA blood-red thing that writhes from out\nThe scenic solitude!\nIt writhes!—it writhes!—with mortal pangs\nThe mimes become its food,\nAnd the angels sob at vermin fangs\nIn human gore imbued.\nOut—out are the lights—out all!\nAnd, over each quivering form,\nThe curtain, a funeral pall,\nComes down with the rush of a storm,\nAnd the angels, all pallid and wan,\nUprising, unveiling, affirm\nThat the play is the tragedy, \"Man,\"\nAnd its hero the Conqueror Worm.\n1838\n\n\nNote\n",
  "Silence": "Silence\n\n\nThere are some qualities—some incorporate things,\nThat have a double life, which thus is made\nA type of that twin entity which springs\nFrom matter and light, evinced in solid and shade.\nThere is a twofold\nSilence\n—sea and shore—\nBody and soul. One dwells in lonely places,\nNewly with grass o'ergrown; some solemn graces,\nSome human memories and tearful lore,\nRender him terrorless: his name's \"No More.\"\nHe is the corporate Silence: dread him not!\nNo power hath he of evil in himself;\nBut should some urgent fate (untimely lot!)\nBring thee to meet his shadow (nameless elf,\nThat haunteth the lone regions where hath trod\nNo foot of man), commend thyself to God!\n1840\n\n\nNote\n",
  "Dreamland": "Dreamland\n\n\nBy a route obscure and lonely,\nHaunted by ill angels only,\nWhere an Eidolon, named\nNight\n,\nOn a black throne reigns upright,\nI have reached these lands but newly\nFrom an ultimate dim Thule—\nFrom a wild weird clime that lieth, sublime,\nOut of\nSpace\n—out of\nTime\n.\nBottomless vales and boundless floods,\nAnd chasms, and caves, and Titan woods,\nWith forms that no man can discover\nFor the dews that drip all over;\nMountains toppling evermore\nInto seas without a shore;\nSeas that restlessly aspire,\nSurging, unto skies of fire;\nLakes that endlessly outspread\nTheir lone waters—lone and dead,\nTheir still waters—still and chilly\nWith the snows of the lolling lily.\nBy the lakes that thus outspread\nTheir lone waters, lone and dead,—\nTheir sad waters, sad and chilly\nWith the snows of the lolling lily,—\nBy the mountains—near the river\nMurmuring lowly, murmuring ever,—\nBy the gray woods,—by the swamp\nWhere the toad and the newt encamp,—\nBy the dismal tarns and pools\nWhere dwell the Ghouls,—\nBy each spot the most unholy—\nIn each nook most melancholy,—\nThere the traveller meets aghast\nSheeted Memories of the past—\nShrouded forms that start and sigh\nAs they pass the wanderer by—\nWhite-robed forms of friends long given,\nIn agony, to the Earth—and Heaven.\nFor the heart whose woes are legion\n'Tis a peaceful, soothing region—\nFor the spirit that walks in shadow\n'Tis—oh, 'tis an Eldorado!\nBut the traveller, travelling through it,\nMay not—dare not openly view it;\nNever its mysteries are exposed\nTo the weak human eye unclosed;\nSo wills its King, who hath forbid\nThe uplifting of the fringed lid;\nAnd thus the sad Soul that here passes\nBeholds it but through darkened glasses.\nBy a route obscure and lonely,\nHaunted by ill angels only.\nWhere an Eidolon, named\nNight\n,\nOn a black throne reigns upright,\nI have wandered home but newly\nFrom this ultimate dim Thule.\n1844\n\n\nNote\n",
  "To Zante": "To Zante\n\n\nFair isle, that from the fairest of all flowers,\nThy gentlest of all gentle names dost take!\nHow many memories of what radiant hours\nAt sight of thee and thine at once awake!\nHow many scenes of what departed bliss!\nHow many thoughts of what entombed hopes!\nHow many visions of a maiden that is\nNo more—no more upon thy verdant slopes!\n\nNo more!\nalas, that magical sad sound\nTransforming all! Thy charms shall please\nno more\n—\nThy memory\nno more!\nAccursed ground\nHenceforward I hold thy flower-enamelled shore,\nO hyacinthine isle! O purple Zante!\n\"Isola d'oro! Fior di Levante!\"\n1887\n\n\nNote\n",
  "Hymn": "Hymn\n\n\nAt morn—at noon—at twilight dim—\nMaria! thou hast heard my hymn!\nIn joy and wo—in good and ill—\nMother of God, be with me still!\nWhen the Hours flew brightly by,\nAnd not a cloud obscured the sky,\nMy soul, lest it should truant be,\nThy grace did guide to thine and thee\nNow, when storms of Fate o'ercast\nDarkly my Present and my Past,\nLet my future radiant shine\nWith sweet hopes of thee and thine!\n\n1885\n\n\nNote\n",
  "Introduction (1831)": "Introduction (1831)\n\n\nLetter to Mr. B——\n\nWest Point, 1831\n\n\nDear B——\n\n...\n\nBelieving only a portion of my former volume to be worthy a second\r\nedition—that small portion I thought it as well to include in the\r\npresent book as to republish by itself. I have therefore herein combined\r\n'Al Aaraaf' and 'Tamerlane' with other poems hitherto unprinted. Nor\r\nhave I hesitated to insert from the 'Minor Poems,' now omitted, whole\r\nlines, and even passages, to the end that being placed in a fairer\r\nlight, and the trash shaken from them in which they were imbedded, they\r\nmay have some chance of being seen by posterity.\n\n\"It has been said that a good critique on a poem may be written by one\r\nwho is no poet himself. This, according to\nyour\nidea and\nmine\nof poetry, I feel to be false—the less poetical the critic,\r\nthe less just the critique, and the converse. On this account, and\r\nbecause there are but few B——s in the world, I would be as much\r\nashamed of the world's good opinion as proud of your own. Another than\r\nyourself might here observe,\n'Shakespeare is in possession of the\r\nworld's good opinion, and yet Shakespeare is the greatest of poets. It\r\nappears then that the world judge correctly, why should you be ashamed\r\nof their favorable judgment?'\nThe difficulty lies in the interpretation\r\nof the word 'judgment' or 'opinion.' The opinion is the world's, truly,\r\nbut it may be called theirs as a man would call a book his, having\r\nbought it; he did not write the book, but it is his; they did not\r\noriginate the opinion, but it is theirs. A fool, for example, thinks\r\nShakespeare a great poet—yet the fool has never read Shakespeare. But\r\nthe fool's neighbor, who is a step higher on the Andes of the mind,\r\nwhose head (that is to say, his more exalted thought) is too far above\r\nthe fool to be seen or understood, but whose feet (by which I mean his\r\nevery-day actions) are sufficiently near to be discerned, and by means\r\nof which that superiority is ascertained, which\nbut\nfor them\r\nwould never have been discovered—this neighbor asserts that Shakespeare\r\nis a great poet—the fool believes him, and it is henceforward his\nopinion\n. This neighbor's own opinion has, in like manner, been\r\nadopted from one above\nhim\n, and so, ascendingly, to a few gifted\r\nindividuals who kneel around the summit, beholding, face to face, the\r\nmaster spirit who stands upon the pinnacle.\n\n\"You are aware of the great barrier in the path of an American writer.\r\nHe is read, if at all, in preference to the combined and established wit\r\nof the world. I say established; for it is with literature as with law\r\nor empire—an established name is an estate in tenure, or a throne in\r\npossession. Besides, one might suppose that books, like their authors,\r\nimprove by travel—their having crossed the sea is, with us, so great a\r\ndistinction. Our antiquaries abandon time for distance; our very fops\r\nglance from the binding to the bottom of the title-page, where the\r\nmystic characters which spell London, Paris, or Genoa, are precisely so\r\nmany letters of recommendation.\n\n\"I mentioned just now a vulgar error as regards criticism. I think the\r\nnotion that no poet can form a correct estimate of his own writings is\r\nanother. I remarked before that in proportion to the poetical talent\r\nwould be the justice of a critique upon poetry. Therefore a bad poet\r\nwould, I grant, make a false critique, and his self-love would\r\ninfallibly bias his little judgment in his favor; but a poet, who is\r\nindeed a poet, could not, I think, fail of making a just critique;\r\nwhatever should be deducted on the score of self-love might be replaced\r\non account of his intimate acquaintance with the subject; in short, we\r\nhave more instances of false criticism than of just where one's own\r\nwritings are the test, simply because we have more bad poets than good.\r\nThere are, of course, many objections to what I say: Milton is a great\r\nexample of the contrary; but his opinion with respect to the 'Paradise\r\nRegained' is by no means fairly ascertained. By what trivial\r\ncircumstances men are often led to assert what they do not really\r\nbelieve! Perhaps an inadvertent word has descended to posterity. But, in\r\nfact, the 'Paradise Regained' is little, if at all, inferior to the\r\n'Paradise Lost,' and is only supposed so to be because men do not like\r\nepics, whatever they may say to the contrary, and reading those of\r\nMilton in their natural order, are too much wearied with the first to\r\nderive any pleasure from the second.\n\n\"I dare say Milton preferred 'Comus' to either —if so—justly.\n\n\"As I am speaking of poetry, it will not be amiss to touch slightly upon\r\nthe most singular heresy in its modern history—the heresy of what is\r\ncalled, very foolishly, the Lake School. Some years ago I might have\r\nbeen induced, by an occasion like the present, to attempt a formal\r\nrefutation of their doctrine; at present it would be a work of\r\nsupererogation. The wise must bow to the wisdom of such men as Coleridge\r\nand Southey, but being wise, have laughed at poetical theories so\r\nprosaically exemplified.\n\n\"Aristotle, with singular assurance, has declared poetry the most\r\nphilosophical of all writings—but it required a Wordsworth to pronounce\r\nit the most metaphysical. He seems to think that the end of poetry is,\r\nor should be, instruction; yet it is a truism that the end of our\r\nexistence is happiness; if so, the end of every separate part of our\r\nexistence, everything connected with our existence, should be still\r\nhappiness. Therefore the end of instruction should be happiness; and\r\nhappiness is another name for pleasure;—therefore the end of\r\ninstruction should be pleasure: yet we see the above-mentioned opinion\r\nimplies precisely the reverse.\n\n\"To proceed:\nceteris paribus\n, he who pleases is of more\r\nimportance to his fellow-men than he who instructs, since utility is\r\nhappiness, and pleasure is the end already obtained which instruction is\r\nmerely the means of obtaining.\n\n\"I see no reason, then, why our metaphysical poets should plume\r\nthemselves so much on the utility of their works, unless indeed they\r\nrefer to instruction with eternity in view; in which case, sincere\r\nrespect for their piety would not allow me to express my contempt for\r\ntheir judgment; contempt which it would be difficult to conceal, since\r\ntheir writings are professedly to be understood by the few, and it is\r\nthe many who stand in need of salvation. In such case I should no doubt\r\nbe tempted to think of the devil in 'Melmoth,' who labors indefatigably,\r\nthrough three octavo volumes, to accomplish the destruction of one or\r\ntwo souls, while any common devil would have demolished one or two\r\nthousand.\n\n\"Against the subtleties which would make poetry a study—not a\r\npassion—it becomes the metaphysician to reason—but the poet to\r\nprotest. Yet Wordsworth and Coleridge are men in years; the one imbued\r\nin contemplation from his childhood; the other a giant in intellect and\r\nlearning. The diffidence, then, with which I venture to dispute their\r\nauthority would be overwhelming did I not feel, from the bottom of my\r\nheart, that learning has little to do with the imagination—intellect\r\nwith the passions—or age with poetry.\n\"'Trifles, like straws, upon the surface flow;\nHe who would search for pearls must dive below,'\n\"are lines which have done much mischief. As regards the greater truths,\r\nmen oftener err by seeking them at the bottom than at the top; Truth\r\nlies in the huge abysses where wisdom is sought—not in the palpable\r\npalaces where she is found. The ancients were not always right in hiding\r\nthe goddess in a well; witness the light which Bacon has thrown upon\r\nphilosophy; witness the principles of our divine faith—that moral\r\nmechanism by which the simplicity of a child may overbalance the wisdom\r\nof a man.\n\n\"We see an instance of Coleridge's liability to err, in his\nBiographia Literaria\n—professedly his literary life and opinions,\r\nbut, in fact, a treatise\nde omni scibili et quibusdam aliis\n. He\r\ngoes wrong by reason of his very profundity, and of his error we have a\r\nnatural type in the contemplation of a star. He who regards it directly\r\nand intensely sees, it is true, the star, but it is the star without a\r\nray—while he who surveys it less inquisitively is conscious of all for\r\nwhich the star is useful to us below—its brilliancy and its beauty.\n\n\"As to Wordsworth, I have no faith in him. That he had in youth the\r\nfeelings of a poet I believe—for there are glimpses of extreme delicacy\r\nin his writings—(and delicacy is the poet's own kingdom—his\nEl\r\nDorado\n)—but they have the appearance of a better day recollected;\r\nand glimpses, at best, are little evidence of present poetic fire; we\r\nknow that a few straggling flowers spring up daily in the crevices of\r\nthe glacier.\n\n\"He was to blame in wearing away his youth in contemplation with the end\r\nof poetizing in his manhood. With the increase of his judgment the light\r\nwhich should make it apparent has faded away. His judgment consequently\r\nis too correct. This may not be understood,—but the old Goths of\r\nGermany would have understood it, who used to debate matters of\r\nimportance to their State twice, once when drunk, and once when\r\nsober—sober that they might not be deficient in formality—drunk lest\r\nthey should be destitute of vigor.\n\n\"The long wordy discussions by which he tries to reason us into\r\nadmiration of his poetry, speak very little in his favor: they are full\r\nof such assertions as this (I have opened one of his volumes at\r\nrandom)—'Of genius the only proof is the act of doing well what is\r\nworthy to be done, and what was never done before;'—indeed? then it\r\nfollows that in doing what is\nun\nworthy to be done, or what\nhas\nbeen done before, no genius can be evinced; yet the picking\r\nof pockets is an unworthy act, pockets have been picked time immemorial,\r\nand Barrington, the pick-pocket, in point of genius, would have thought\r\nhard of a comparison with William Wordsworth, the poet.\n\n\"Again, in estimating the merit of certain poems, whether they be\r\nOssian's or Macpherson's can surely be of little consequence, yet, in\r\norder to prove their worthlessness, Mr. W. has expended many pages in\r\nthe controversy.\nTantæne animis?\nCan great minds descend to such\r\nabsurdity? But worse still: that he may bear down every argument in\r\nfavor of these poems, he triumphantly drags forward a passage, in his\r\nabomination with which he expects the reader to sympathise. It is the\r\nbeginning of the epic poem 'Temora.' 'The blue waves of Ullin roll in\r\nlight; the green hills are covered with day; trees shake their dusty\r\nheads in the breeze.' And this—this gorgeous, yet simple imagery, where\r\nall is alive and panting with immortality—this, William Wordsworth, the\r\nauthor of 'Peter Bell,' has\nselected\nfor his contempt. We shall\r\nsee what better he, in his own person, has to offer. Imprimis:\n\"'And now she's at the pony's tail,\nAnd now she's at the pony's head,\nOn that side now, and now on this;\nAnd, almost stifled with her bliss,\nA few sad tears does Betty shed....\nShe pats the pony, where or when\nShe knows not ... happy Betty Foy!\nOh, Johnny, never mind the doctor!'\n\"Secondly:\n\"'The dew was falling fast, the—stars began to blink;\nI heard a voice: it said,—\"Drink, pretty creature, drink!\"\nAnd, looking o'er the hedge, before me I espied\nA snow-white mountain lamb, with a maiden at its side.\nNo other sheep was near, the lamb was all alone,\nAnd by a slender cord was tether'd to a stone.'\n\"Now, we have no doubt this is all true: we\nwill\nbelieve it,\r\nindeed we will, Mr, W. Is it sympathy for the sheep you wish to excite?\r\nI love a sheep from the bottom of my heart.\r\n\r\n\"But there are occasions, dear B——, there are occasions when even\r\nWordsworth is reasonable. Even Stamboul, it is said, shall have an end,\r\nand the most unlucky blunders must come to a conclusion. Here is an\r\nextract from his preface:\n\"'Those who have been accustomed to the phraseology of modern writers,\r\n  if they persist in reading this book to a conclusion\r\n  (\nimpossible!\n) will, no doubt, have to struggle with feelings of\r\n  awkwardness; (ha! ha! ha!) they will look round for poetry (ha! ha!\r\n  ha! ha!), and will be induced to inquire by what species of courtesy\r\n  these attempts have been permitted to assume that title.' Ha! ha! ha!\r\n  ha! ha!\n\"Yet, let not Mr. W. despair; he has given immortality to a wagon, and\r\nthe bee Sophocles has transmitted to eternity a sore toe, and dignified\r\na tragedy with a chorus of turkeys.\n\n\"Of Coleridge, I cannot speak but with reverence. His towering\r\nintellect! his gigantic power! To use an author quoted by himself,\n'\nJ'ai trouvé souvent que la plupart des sectes ont raison dans une\r\nbonne partie de ce qu'elles avancent, mais non pas en ce qu'elles\r\nnient\n;'\nand to employ his own language, he has imprisoned his own\r\nconceptions by the barrier he has erected against those of others. It is\r\nlamentable to think that such a mind should be buried in metaphysics,\r\nand, like the Nyctanthes, waste its perfume upon the night alone. In\r\nreading that man's poetry, I tremble like one who stands upon a volcano,\r\nconscious from the very darkness bursting from the crater, of the fire\r\nand the light that are weltering below.\n\n\"What is Poetry?—Poetry! that Proteus-like idea, with as many\r\nappellations as the nine-titled Corcyra! 'Give me,' I demanded of a\r\nscholar some time ago, 'give me a definition of poetry.'\r\n'\nTrès-volontiers;\n' and he proceeded to his library, brought me a\r\nDr. Johnson, and overwhelmed me with a definition. Shade of the immortal\r\nShakespeare! I imagine to myself the scowl of your spiritual eye upon\r\nthe profanity of that scurrilous Ursa Major. Think of poetry, dear\r\nB——, think of poetry, and then think of Dr. Samuel Johnson! Think of\r\nall that is airy and fairy-like, and then of all that is hideous and\r\nunwieldy; think of his huge bulk, the Elephant! and then—and then think\r\nof the 'Tempest'—the 'Midsummer Night's Dream'— Prospero—Oberon—and\r\nTitania!\n\n\"A poem, in my opinion, is opposed to a work of science by having, for\r\nits\nimmediate\nobject, pleasure, not truth; to romance, by having,\r\nfor its object, an\nindefinite\ninstead of a\ndefinite\npleasure, being a poem only so far as this object is attained; romance\r\npresenting perceptible images with definite, poetry with\nin\ndefinite sensations, to which end music is an\nessential\n,\r\nsince the comprehension of sweet sound is our most indefinite\r\nconception. Music, when combined with a pleasurable idea, is poetry;\r\nmusic, without the idea, is simply music; the idea, without the music,\r\nis prose, from its very definitiveness.\n\n\"What was meant by the invective against him who had no music in his\r\nsoul?\n\n\"To sum up this long rigmarole, I have, dear B——, what you, no doubt,\r\nperceive, for the metaphysical poets as poets, the most sovereign\r\ncontempt. That they have followers proves nothing:\n\"'No Indian prince has to his palace\nMore followers than a thief to the gallows.'\"\n\n\n",
  "Sonnet — to Science": "Sonnet — to Science\n\n\nScience\n! true daughter of Old Time thou art!\nWho alterest all things with thy peering eyes.\nWhy preyest thou thus upon the poet's heart,\nVulture, whose wings are dull realities\nHow should he love thee? or how deem thee wise,\nWho wouldst not leave him in his wandering\nTo seek for treasure in the jewelled skies,\nAlbeit he soared with an undaunted wing!\nHast thou not dragged Diana from her car?\nAnd driven the Hamadryad from the wood\nTo seek a shelter in some happier star?\nHast thou not torn the Naiad from her flood,\nThe Elfin from the green grass, and from me\nThe summer dream beneath the tamarind tree?\n1829\n\n\nNote\n",
  "Tamerlane": "Tamerlane\n\n\nKind solace in a dying hour!\nSuch, father, is not (now) my theme—\nI will not madly deem that power\nOf Earth may shrive me of the sin\nUnearthly pride hath revelled in—\nI have no time to dote or dream:\nYou call it hope—that fire of fire!\nIt is but agony of desire:\nIf I\ncan\nhope—O God! I can—\nIts fount is holier—more divine—\nI would not call thee fool, old man,\nBut such is not a gift of thine.\nKnow thou the secret of a spirit\nBowed from its wild pride into shame\nO yearning heart! I did inherit\nThy withering portion with the fame,\nThe searing glory which hath shone\nAmid the Jewels of my throne,\nHalo of Hell! and with a pain\nNot Hell shall make me fear again—\nO craving heart, for the lost flowers\nAnd sunshine of my summer hours!\nThe undying voice of that dead time,\nWith its interminable chime,\nRings, in the spirit of a spell,\nUpon thy emptiness—a knell.\nI have not always been as now:\nThe fevered diadem on my brow\nI claimed and won usurpingly—\nHath not the same fierce heirdom given\nRome to the Cæsar—this to me?\nThe heritage of a kingly mind,\nAnd a proud spirit which hath striven\nTriumphantly with human kind.\nOn mountain soil I first drew life:\nThe mists of the Taglay have shed\nNightly their dews upon my head,\nAnd, I believe, the winged strife\nAnd tumult of the headlong air\nHave nestled in my very hair.\nSo late from Heaven—that dew—it fell\n('Mid dreams of an unholy night)\nUpon me with the touch of Hell,\nWhile the red flashing of the light\nFrom clouds that hung, like banners, o'er,\nAppeared to my half-closing eye\nThe pageantry of monarchy;\nAnd the deep trumpet-thunder's roar\nCame hurriedly upon me, telling\nOf human battle, where my voice,\nMy own voice, silly child!—was swelling\n(O! how my spirit would rejoice,\nAnd leap within me at the cry)\nThe battle-cry of Victory!\nThe rain came down upon my head\nUnsheltered—and the heavy wind\nRendered me mad and deaf and blind.\nIt was but man, I thought, who shed\nLaurels upon me: and the rush—\nThe torrent of the chilly air\nGurgled within my ear the crush\nOf empires—with the captive's prayer—\nThe hum of suitors—and the tone\nOf flattery 'round a sovereign's throne.\nMy passions, from that hapless hour,\nUsurped a tyranny which men\nHave deemed since I have reached to power,\nMy innate nature—be it so:\nBut, father, there lived one who, then,\nThen—in my boyhood—when their fire\nBurned with a still intenser glow\n(For passion must, with youth, expire)\nE'en\nthen\nwho knew this iron heart\nIn woman's weakness had a part.\nI have no words—alas!—to tell\nThe loveliness of loving well!\nNor would I now attempt to trace\nThe more than beauty of a face\nWhose lineaments, upon my mind,\nAre—shadows on th' unstable wind:\nThus I remember having dwelt\nSome page of early lore upon,\nWith loitering eye, till I have felt\nThe letters—with their meaning—melt\nTo fantasies—with none.\nO, she was worthy of all love!\nLove as in infancy was mine—\n'Twas such as angel minds above\nMight envy; her young heart the shrine\nOn which my every hope and thought\nWere incense—then a goodly gift,\nFor they were childish and upright—\nPure—as her young example taught:\nWhy did I leave it, and, adrift,\nTrust to the fire within, for light?\nWe grew in age—and love—together—\nRoaming the forest, and the wild;\nMy breast her shield in wintry weather—\nAnd, when the friendly sunshine smiled.\nAnd she would mark the opening skies,\n\nI\nsaw no Heaven—but in her eyes.\nYoung Love's first lesson is——the heart:\nFor 'mid that sunshine, and those smiles,\nWhen, from our little cares apart,\nAnd laughing at her girlish wiles,\nI'd throw me on her throbbing breast,\nAnd pour my spirit out in tears—\nThere was no need to speak the rest—\nNo need to quiet any fears\nOf her—who asked no reason why,\nBut turned on me her quiet eye!\nYet\nmore\nthan worthy of the love\nMy spirit struggled with, and strove\nWhen, on the mountain peak, alone,\nAmbition lent it a new tone—\nI had no being—but in thee:\nThe world, and all it did contain\nIn the earth—the air—the sea—\nIts joy—its little lot of pain\nThat was new pleasure—the ideal,\nDim, vanities of dreams by night—\nAnd dimmer nothings which were real—\n(Shadows—and a more shadowy light!)\nParted upon their misty wings,\nAnd, so, confusedly, became\nThine image and—a name—a name!\nTwo separate—yet most intimate things.\nI was ambitious—have you known\nThe passion, father? You have not:\nA cottager, I marked a throne\nOf half the world as all my own,\nAnd murmured at such lowly lot—\nBut, just like any other dream,\nUpon the vapor of the dew\nMy own had past, did not the beam\nOf beauty which did while it thro'\nThe minute—the hour—the day—oppress\nMy mind with double loveliness.\nWe walked together on the crown\nOf a high mountain which looked down\nAfar from its proud natural towers\nOf rock and forest, on the hills—\nThe dwindled hills! begirt with bowers\nAnd shouting with a thousand rills.\nI spoke to her of power and pride,\nBut mystically—in such guise\nThat she might deem it nought beside\nThe moment's converse; in her eyes\nI read, perhaps too carelessly—\nA mingled feeling with my own—\nThe flush on her bright cheek, to me\nSeemed to become a queenly throne\nToo well that I should let it be\nLight in the wilderness alone.\nI wrapped myself in grandeur then,\nAnd donned a visionary crown—\nYet it was not that Fantasy\nHad thrown her mantle over me—\nBut that, among the rabble—men,\nLion ambition is chained down—\nAnd crouches to a keeper's hand—\nNot so in deserts where the grand—\nThe wild—the terrible conspire\nWith their own breath to fan his fire.\nLook 'round thee now on Samarcand!—\nIs she not queen of Earth? her pride\nAbove all cities? in her hand\nTheir destinies? in all beside\nOf glory which the world hath known\nStands she not nobly and alone?\nFalling—her veriest stepping-stone\nShall form the pedestal of a throne—\nAnd who her sovereign? Timour—he\nWhom the astonished people saw\nStriding o'er empires haughtily\nA diademed outlaw!\nO, human love! thou spirit given,\nOn Earth, of all we hope in Heaven!\nWhich fall'st into the soul like rain\nUpon the Siroc-withered plain,\nAnd, failing in thy power to bless,\nBut leav'st the heart a wilderness!\nIdea! which bindest life around\nWith music of so strange a sound\nAnd beauty of so wild a birth—\nFarewell! for I have won the Earth.\nWhen Hope, the eagle that towered, could see\nNo cliff beyond him in the sky,\nHis pinions were bent droopingly—\nAnd homeward turned his softened eye.\n'Twas sunset: When the sun will part\nThere comes a sullenness of heart\nTo him who still would look upon\nThe glory of the summer sun.\nThat soul will hate the ev'ning mist\nSo often lovely, and will list\nTo the sound of the coming darkness (known\nTo those whose spirits hearken) as one\nWho, in a dream of night,\nwould\nfly,\nBut\ncannot\n, from a danger nigh.\nWhat tho' the moon—tho' the white moon\nShed all the splendor of her noon,\n\nHer\nsmile is chilly—and\nher\nbeam,\nIn that time of dreariness, will seem\n(So like you gather in your breath)\nA portrait taken after death.\nAnd boyhood is a summer sun\nWhose waning is the dreariest one—\nFor all we live to know is known,\nAnd all we seek to keep hath flown—\nLet life, then, as the day-flower, fall\nWith the noon-day beauty—which is all.\nI reached my home—my home no more—\nFor all had flown who made it so.\nI passed from out its mossy door,\nAnd, tho' my tread was soft and low,\nA voice came from the threshold stone\nOf one whom I had earlier known—\nO, I defy thee, Hell, to show\nOn beds of fire that burn below,\nAn humbler heart—a deeper woe.\nFather, I firmly do believe—\nI\nknow\n—for Death who comes for me\nFrom regions of the blest afar,\nWhere there is nothing to deceive,\nHath left his iron gate ajar.\nAnd rays of truth you cannot see\nAre flashing thro' Eternity——\nI do believe that Eblis hath\nA snare in every human path—\nElse how, when in the holy grove\nI wandered of the idol, Love,—\nWho daily scents his snowy wings\nWith incense of burnt-offerings\nFrom the most unpolluted things,\nWhose pleasant bowers are yet so riven\nAbove with trellised rays from Heaven\nNo mote may shun—no tiniest fly—\nThe light'ning of his eagle eye—\nHow was it that Ambition crept,\nUnseen, amid the revels there,\nTill growing bold, he laughed and leapt\nIn the tangles of Love's very hair!\n1829.\n\n\nNote\n",
  "The Valley of Unrest": "The Valley of Unrest\n\n\nOnce\nit smiled a silent dell\nWhere the people did not dwell;\nThey had gone unto the wars,\nTrusting to the mild-eyed stars,\nNightly, from their azure towers,\nTo keep watch above the flowers,\nIn the midst of which all day\nThe red sun-light lazily lay,\n\nNow\neach visitor shall confess\nThe sad valley's restlessness.\nNothing there is motionless—\nNothing save the airs that brood\nOver the magic solitude.\nAh, by no wind are stirred those trees\nThat palpitate like the chill seas\nAround the misty Hebrides!\nAh, by no wind those clouds are driven\nThat rustle through the unquiet Heaven\nUnceasingly, from morn till even,\nOver the violets there that lie\nIn myriad types of the human eye—\nOver the lilies that wave\nAnd weep above a nameless grave!\nThey wave:—from out their fragrant tops\nEternal dews come down in drops.\nThey weep:—from off their delicate stems\nPerennial tears descend in gems.\n1831\n\nNote\n",
  "To ——": "To ——\n\n\nThe bowers whereat, in dreams, I see\nThe wantonest singing birds,\nAre lips—and all thy melody\nOf lip-begotten words—\nThine eyes, in Heaven of heart enshrined\nThen desolately fall,\nO God! on my funereal mind\nLike starlight on a pall—\nThy heart—\nthy\nheart!—I wake and sigh,\nAnd sleep to dream till day\nOf the truth that gold can never buy—\nOf the baubles that it may.\n1829\n\n",
  "To the River": "To the River\n\n\nFair river! in thy bright, clear flow\nOf crystal, wandering water,\nThou art an emblem of the glow\nOf beauty—the unhidden heart—\nThe playful maziness of art\nIn old Alberto's daughter;\nBut when within thy wave she looks—\nWhich glistens then, and trembles—\nWhy, then, the prettiest of brooks\nHer worshipper resembles;\nFor in his heart, as in thy stream,\nHer image deeply lies—\nHis heart which trembles at the beam\nOf her soul-searching eyes.\n1829\n\n",
  "Song": "Song\n\n\nI saw thee on thy bridal day—\nWhen a burning blush came o'er thee,\nThough happiness around thee lay,\nThe world all love before thee:\nAnd in thine eye a kindling light\n(Whatever it might be)\nWas all on Earth my aching sight\nOf Loveliness could see.\nThat blush, perhaps, was maiden shame—\nAs such it well may pass—\nThough its glow hath raised a fiercer flame\nIn the breast of him, alas!\nWho saw thee on that bridal day,\nWhen that deep blush\nwould\ncome o'er thee,\nThough happiness around thee lay,\nThe world all love before thee.\n1827\n\n",
  "Spirits of the Dead": "Spirits of the Dead\n\n\nThy soul shall find itself alone\n'Mid dark thoughts of the gray tombstone\nNot one, of all the crowd, to pry\nInto thine hour of secrecy.\nBe silent in that solitude\nWhich is not loneliness—for then\nThe spirits of the dead who stood\nIn life before thee are again\nIn death around thee—and their will\nShall overshadow thee: be still.\nThe night—tho' clear—shall frown—\nAnd the stars shall not look down\nFrom their high thrones in the Heaven,\nWith light like Hope to mortals given—\nBut their red orbs, without beam,\nTo thy weariness shall seem\nAs a burning and a fever\nWhich would cling to thee forever.\nNow are thoughts thou shalt not banish—\nNow are visions ne'er to vanish—\nFrom thy spirit shall they pass\nNo more—like dew-drops from the grass.\nThe breeze—the breath of God—is still—\nAnd the mist upon the hill\nShadowy—shadowy—yet unbroken,\nIs a symbol and a token—\nHow it hangs upon the trees,\nA mystery of mysteries!\n1837\n\n",
  "A Dream": "A Dream\n\n\nIn visions of the dark night\nI have dreamed of joy departed—\nBut a waking dream of life and light\nHath left me broken-hearted.\nAh! what is not a dream by day\nTo him whose eyes are cast\nOn things around him with a ray\nTurned back upon the past?\nThat holy dream—that holy dream,\nWhile all the world were chiding,\nHath cheered me as a lovely beam,\nA lonely spirit guiding.\nWhat though that light, thro' storm and night,\nSo trembled from afar—\nWhat could there be more purely bright\nIn Truth's day star?\n1837\n\n",
  "Romance": "Romance\n\n\nRomance, who loves to nod and sing,\nWith drowsy head and folded wing,\nAmong the green leaves as they shake\nFar down within some shadowy lake,\nTo me a painted paroquet\nHath been—a most familiar bird—\nTaught me my alphabet to say—\nTo lisp my very earliest word\nWhile in the wild wood I did lie,\nA child—with a most knowing eye.\nOf late, eternal Condor years\nSo shake the very Heaven on high\nWith tumult as they thunder by,\nI have no time for idle cares\nThough gazing on the unquiet sky.\nAnd when an hour with calmer wings\nIts down upon my spirit flings—\nThat little time with lyre and rhyme\nTo while away—forbidden things!\nMy heart would feel to be a crime\nUnless it trembled with the strings.\n1829\n\n",
  "Fairyland": "Fairyland\n\n\nDim vales—and shadowy floods—\nAnd cloudy-looking woods,\nWhose forms we can't discover\nFor the tears that drip all over\nHuge moons there wax and wane—\nAgain—again—again—\nEvery moment of the night—\nForever changing places—\nAnd they put out the star-light\nWith the breath from their pale faces.\nAbout twelve by the moon-dial\nOne more filmy than the rest\n(A kind which, upon trial,\nThey have found to be the best)\nComes down—still down—and down\nWith its centre on the crown\nOf a mountain's eminence,\nWhile its wide circumference\nIn easy drapery falls\nOver hamlets, over halls,\nWherever they may be—\nO'er the strange woods—o'er the sea—\nOver spirits on the wing—\nOver every drowsy thing—\nAnd buries them up quite\nIn a labyrinth of light—\nAnd then, how deep!—O, deep!\nIs the passion of their sleep.\nIn the morning they arise,\nAnd their moony covering\nIs soaring in the skies,\nWith the tempests as they toss,\nLike—almost any thing—\nOr a yellow Albatross.\nThey use that moon no more\nFor the same end as before—\nVidelicet a tent—\nWhich I think extravagant:\nIts atomies, however,\nInto a shower dissever,\nOf which those butterflies,\nOf Earth, who seek the skies,\nAnd so come down again\n(Never-contented thing!)\nHave brought a specimen\nUpon their quivering wings.\n1831\n\n",
  "The Lake": "The Lake\n\n\nIn spring of youth it was my lot\nTo haunt of the wide world a spot\nThe which I could not love the less—\nSo lovely was the loneliness\nOf a wild lake, with black rock bound,\nAnd the tall pines that towered around.\nBut when the Night had thrown her pall\nUpon the spot, as upon all,\nAnd the mystic wind went by\nMurmuring in melody—\nThen—ah, then, I would awake\nTo the terror of the lone lake.\nYet that terror was not fright,\nBut a tremulous delight—\nA feeling not the jewelled mine\nCould teach or bribe me to define—\nNor Love—although the Love were thine.\nDeath was in that poisonous wave,\nAnd in its gulf a fitting grave\nFor him who thence could solace bring\nTo his lone imagining—\nWhose solitary soul could make\nAn Eden of that dim lake.\n\n1827\n\n",
  "Evening Star": "Evening Star\n\n\n'Twas noontide of summer,\nAnd midtime of night,\nAnd stars, in their orbits,\nShone pale, through the light\nOf the brighter, cold moon.\n'Mid planets her slaves,\nHerself in the Heavens,\nHer beam on the waves.\nI gazed awhile\nOn her cold smile;\nToo cold—too cold for me—\nThere passed, as a shroud,\nA fleecy cloud,\nAnd I turned away to thee,\nProud Evening Star,\nIn thy glory afar\nAnd dearer thy beam shall be;\nFor joy to my heart\nIs the proud part\nThou bearest in Heaven at night,\nAnd more I admire\nThy distant fire,\nThan that colder, lowly light.\n1827\n\n",
  "Imitation": "Imitation\n\n\nA dark unfathomed tide\nOf interminable pride—\nA mystery, and a dream,\nShould my early life seem;\nI say that dream was fraught\nWith a wild and waking thought\nOf beings that have been,\nWhich my spirit hath not seen,\nHad I let them pass me by,\nWith a dreaming eye!\nLet none of earth inherit\nThat vision on my spirit;\nThose thoughts I would control,\nAs a spell upon his soul:\nFor that bright hope at last\nAnd that light time have past,\nAnd my wordly rest hath gone\nWith a sigh as it passed on:\nI care not though it perish\nWith a thought I then did cherish.\n1827\n\n",
  "\"The Happiest Day\"": "\"The Happiest Day\"\n\n\n\n\nI\n\nThe happiest day—the happiest hour\nMy seared and blighted heart hath known,\nThe highest hope of pride and power,\nI feel hath flown.\n\n\n\nII\n\nOf power! said I? Yes! such I ween\nBut they have vanished long, alas!\nThe visions of my youth have been—\nBut let them pass.\n\n\n\nIII\n\nAnd pride, what have I now with thee?\nAnother brow may ev'n inherit\nThe venom thou hast poured on me—\nBe still my spirit!\n\n\n\nIV\n\nThe happiest day—the happiest hour\nMine eyes shall see—have ever seen\nThe brightest glance of pride and power\nI feel have been:\n\n\n\nV\n\nBut were that hope of pride and power\nNow offered with the pain\nEv'n\nthen\nI felt—that brightest hour\nI would not live again:\n\n\n\nVI\n\nFor on its wing was dark alloy\nAnd as it fluttered—fell\nAn essence—powerful to destroy\nA soul that knew it well.\n\n\n\n1827\n\n",
  "Dreams": "Dreams\n\n\nOh! that my young life were a lasting dream!\nMy spirit not awakening, till the beam\nOf an Eternity should bring the morrow.\nYes! though that long dream were of hopeless sorrow,\n'Twere better than the cold reality\nOf waking life, to him whose heart must be,\nAnd hath been still, upon the lovely earth,\nA chaos of deep passion, from his birth.\nBut should it be—that dream eternally\nContinuing—as dreams have been to me\nIn my young boyhood—should it thus be given,\n'Twere folly still to hope for higher Heaven.\nFor I have revelled when the sun was bright\nI' the summer sky, in dreams of living light\nAnd loveliness,—have left my very heart\n\nInclines\nof my imaginary apart\n1\nFrom mine own home, with beings that have been\nOf mine own thought—what more could I have seen?\n'Twas once—and only once—and the wild hour\nFrom my remembrance shall not pass—some power\nOr spell had bound me—'twas the chilly wind\nCame o'er me in the night, and left behind\nIts image on my spirit—or the moon\nShone on my slumbers in her lofty noon\nToo coldly—or the stars—howe'er it was\nThat dream was that that night-wind—let it pass.\n\nI have been\nhappy, though in a dream.\nI have been happy—and I love the theme:\nDreams! in their vivid coloring of life\nAs in that fleeting, shadowy, misty strife\nOf semblance with reality which brings\nTo the delirious eye, more lovely things\nOf Paradise and Love—and all my own!—\nThan young Hope in his sunniest hour hath known.\n\n\n\n\n",
  "\"In Youth I have Known One\"": "\"In Youth I have Known One\"\n\n\n\n\n\nHow often we forget all time, when lone\nAdmiring Nature's universal throne;\nHer woods—her wilds—her mountains—the intense\nReply of Hers to Our intelligence!\n\n\n\nI\n\nIn youth I have known one with whom the Earth\nIn secret communing held—as he with it,\nIn daylight, and in beauty, from his birth:\nWhose fervid, flickering torch of life was lit\nFrom the sun and stars, whence he had drawn forth\nA passionate light such for his spirit was fit—\nAnd yet that spirit knew—not in the hour\nOf its own fervor—what had o'er it power.\n\n\n\nII\n\nPerhaps it may be that my mind is wrought\n\nTo\na ferver\n1\nby the moonbeam that hangs o'er,\nBut I will half believe that wild light fraught\nWith more of sovereignty than ancient lore\nHath ever told—or is it of a thought\nThe unembodied essence, and no more\nThat with a quickening spell doth o'er us pass\nAs dew of the night-time, o'er the summer grass?\n\n\n\nIII\n\nDoth o'er us pass, when, as th' expanding eye\nTo the loved object—so the tear to the lid\nWill start, which lately slept in apathy?\nAnd yet it need not be—(that object) hid\nFrom us in life—but common—which doth lie\nEach hour before us—but then only bid\nWith a strange sound, as of a harp-string broken\nT' awake us—'Tis a symbol and a token—\n\n\n\nIV\n\nOf what in other worlds shall be—and given\nIn beauty by our God, to those alone\nWho otherwise would fall from life and Heaven\nDrawn by their heart's passion, and that tone,\nThat high tone of the spirit which hath striven\nThough not with Faith—with godliness—whose throne\nWith desperate energy 't hath beaten down;\nWearing its own deep feeling as a crown.\n\n\n\n\n\n\n\n",
  "A Pæan": "A Pæan\n\n\n\n\nI\n\nHow shall the burial rite be read?\nThe solemn song be sung?\nThe requiem for the loveliest dead,\nThat ever died so young?\n\n\n\nII\n\nHer friends are gazing on her,\nAnd on her gaudy bier,\nAnd weep!—oh! to dishonor\nDead beauty with a tear!\n\n\n\nIII\n\nThey loved her for her wealth—\nAnd they hated her for her pride—\nBut she grew in feeble health,\nAnd they\nlove\nher—that she died.\n\n\n\nIV\n\nThey tell me (while they speak\nOf her \"costly broider'd pall\")\nThat my voice is growing weak—\nThat I should not sing at all—\n\n\n\nV\n\nOr that my tone should be\nTun'd to such solemn song\nSo mournfully—so mournfully,\nThat the dead may feel no wrong.\n\n\n\nVI\n\nBut she is gone above,\nWith young Hope at her side,\nAnd I am drunk with love\nOf the dead, who is my bride.—\n\n\n\nVII\n\nOf the dead—dead who lies\nAll perfum'd there,\nWith the death upon her eyes.\nAnd the life upon her hair.\n\n\n\nVIII\n\nThus on the coffin loud and long\nI strike—the murmur sent\nThrough the gray chambers to my song,\nShall be the accompaniment.\n\n\n\nIX\n\nThou diedst in thy life's June—\nBut thou didst not die too fair:\nThou didst not die too soon,\nNor with too calm an air.\n\n\n\nX\n\nFrom more than friends on earth,\nThy life and love are riven,\nTo join the untainted mirth\nOf more than thrones in heaven.—\n\n\n\nXI\n\nTherefore, to thee this night\nI will no requiem raise,\nBut waft thee on thy flight,\nWith a Pæan of old days.\n",
  "Alone": "Alone\n\n\nFrom childhood's hour I have not been\nAs others were—I have not seen\nAs others saw—I could not bring\nMy passions from a common spring—\nFrom the same source I have not taken\nMy sorrow—I could not awaken\nMy heart to joy at the same tone—\nAnd all I loved—\nI\nloved alone—\n\nThou\n—in my childhood—in the dawn\nOf a most stormy life—was drawn\nFrom every depth of good and ill\nThe mystery which binds me still—\nFrom the torrent, or the fountain—\nFrom the red cliff of the mountain—\nFrom the sun that round me roll'd\nIn its autumn tint of gold—\nFrom the lightning in the sky\nAs it passed me flying by—\nFrom the thunder and the storm—\nAnd the cloud that took the form\n(When the rest of Heaven was blue)\nOf a demon in my view.\nMarch 17, 1829\n\nNote\n",
  "To Isadore": "To Isadore\n\n\n\n\nI\n\nBeneath the vine-clad eaves,\nWhose shadows fall before\nThy lowly cottage door—\nUnder the lilac's tremulous leaves—\nWithin thy snowy clasped hand\nThe purple flowers it bore.\nLast eve in dreams, I saw thee stand,\nLike queenly nymph from Fairy-land—\nEnchantress of the flowery wand,\nMost beauteous Isadore!\n\n\n\nII\n\nAnd when I bade the dream\nUpon thy spirit flee,\nThy violet eyes to me\nUpturned, did overflowing seem\nWith the deep, untold delight\nOf Love's serenity;\nThy classic brow, like lilies white\nAnd pale as the Imperial Night\nUpon her throne, with stars bedight,\nEnthralled my soul to thee!\n\n\n\nIII\n\nAh! ever I behold\nThy dreamy, passionate eyes,\nBlue as the languid skies\nHung with the sunset's fringe of gold;\nNow strangely clear thine image grows,\nAnd olden memories\nAre startled from their long repose\nLike shadows on the silent snows\nWhen suddenly the night-wind blows\nWhere quiet moonlight lies.\n\n\n\nIV\n\nLike music heard in dreams,\nLike strains of harps unknown,\nOf birds for ever flown,—\nAudible as the voice of streams\nThat murmur in some leafy dell,\nI hear thy gentlest tone,\nAnd Silence cometh with her spell\nLike that which on my tongue doth dwell,\nWhen tremulous in dreams I tell\nMy love to thee alone!\n\n\n\nV\n\nIn every valley heard,\nFloating from tree to tree,\nLess beautiful to me,\nThe music of the radiant bird,\nThan artless accents such as thine\nWhose echoes never flee!\nAh! how for thy sweet voice I pine:—\nFor uttered in thy tones benign\n(Enchantress!) this rude name of mine\nDoth seem a melody!\n\n\n\nNote\n",
  "The Village Street": "The Village Street\n\n\nIn these rapid, restless shadows,\nOnce I walked at eventide,\nWhen a gentle, silent maiden,\nWalked in beauty at my side.\nShe alone there walked beside me\nAll in beauty, like a bride.\nPallidly the moon was shining\nOn the dewy meadows nigh;\nOn the silvery, silent rivers,\nOn the mountains far and high,—\nOn the ocean's star-lit waters,\nWhere the winds a-weary die.\nSlowly, silently we wandered\nFrom the open cottage door,\nUnderneath the elm's long branches\nTo the pavement bending o'er;\nUnderneath the mossy willow\nAnd the dying sycamore.\nWith the myriad stars in beauty\nAll bedight, the heavens were seen,\nRadiant hopes were bright around me,\nLike the light of stars serene;\nLike the mellow midnight splendor\nOf the Night's irradiate queen.\nAudibly the elm-leaves whispered\nPeaceful, pleasant melodies,\nLike the distant murmured music\nOf unquiet, lovely seas;\nWhile the winds were hushed in slumber\nIn the fragrant flowers and trees.\nWondrous and unwonted beauty\nStill adorning all did seem,\nWhile I told my love in fables\n'Neath the willows by the stream;\nWould the heart have kept unspoken\nLove that was its rarest dream!\nInstantly away we wandered\nIn the shadowy twilight tide,\nShe, the silent, scornful maiden,\nWalking calmly at my side,\nWith a step serene and stately,\nAll in beauty, all in pride.\nVacantly I walked beside her.\nOn the earth mine eyes were cast;\nSwift and keen there came unto me\nBitter memories of the past—\nOn me, like the rain in Autumn\nOn the dead leaves, cold and fast.\nUnderneath the elms we parted,\nBy the lowly cottage door;\nOne brief word alone was uttered—\nNever on our lips before;\nAnd away I walked forlornly,\nBroken-hearted evermore.\nSlowly, silently I loitered,\nHomeward, in the night, alone;\nSudden anguish bound my spirit,\nThat my youth had never known;\nWild unrest, like that which cometh\nWhen the Night's first dream hath flown.\nNow, to me the elm-leaves whisper\nMad, discordant melodies,\nAnd keen melodies like shadows\nHaunt the moaning willow trees,\nAnd the sycamores with laughter\nMock me in the nightly breeze.\nSad and pale the Autumn moonlight\nThrough the sighing foliage streams;\nAnd each morning, midnight shadow,\nShadow of my sorrow seems;\nStrive, O heart, forget thine idol!\nAnd, O soul, forget thy dreams!\n\nNote\n",
  "The Forest Reverie": "The Forest Reverie\n\n\n'Tis said that when\nThe hands of men\nTamed this primeval wood,\nAnd hoary trees with groans of wo,\nLike warriors by an unknown foe,\nWere in their strength subdued,\nThe virgin Earth\nGave instant birth\nTo springs that ne'er did flow—\nThat in the sun\nDid rivulets run,\nAnd all around rare flowers did blow—\nThe wild rose pale\nPerfumed the gale,\nAnd the queenly lily adown the dale\n(Whom the sun and the dew\nAnd the winds did woo),\nWith the gourd and the grape luxuriant grew.\nSo when in tears\nThe love of years\nIs wasted like the snow,\nAnd the fine fibrils of its life\nBy the rude wrong of instant strife\nAre broken at a blow—\nWithin the heart\nDo springs upstart\nOf which it doth now know,\nAnd strange, sweet dreams,\nLike silent streams\nThat from new fountains overflow,\nWith the earlier tide\nOf rivers glide\nDeep in the heart whose hope has died—\nQuenching the fires its ashes hide,—\nIts ashes, whence will spring and grow\nSweet flowers, ere long,—\nThe rare and radiant flowers of song!\n\nNote\n",
  "The Island of the Fay": "The Island of the Fay\n\n\n\"Nullus enim locus sine genio est.\"\n\n\nServius\n.\n\"\nLa musique\n,\"\nsays\nMarmontel, in those \"Contes Moraux\"\n1\nwhich\r\nin all our translations we have insisted upon calling \"Moral Tales,\" as\r\nif in mockery of their spirit—\"\nla musique est le seul des talens qui\r\njouisse de lui-meme: tous les autres veulent des temoins\n.\" He here\r\nconfounds the pleasure derivable from sweet sounds with the capacity for\r\ncreating them. No more than any other\ntalent\n, is that for music\r\nsusceptible of complete enjoyment where there is no second party to\r\nappreciate its exercise; and it is only in common with other talents\r\nthat it produces\neffects\nwhich may be fully enjoyed in solitude.\r\nThe idea which the\nraconteur\nhas either failed to entertain\r\nclearly, or has sacrificed in its expression to his national love of\npoint\n, is doubtless the very tenable one that the higher order of\r\nmusic is the most thoroughly estimated when we are exclusively alone.\r\nThe proposition in this form will be admitted at once by those who love\r\nthe lyre for its own sake and for its spiritual uses. But there is one\r\npleasure still within the reach of fallen mortality, and perhaps only\r\none, which owes even more than does music to the accessory sentiment of\r\nseclusion. I mean the happiness experienced in the contemplation of\r\nnatural scenery. In truth, the man who would behold aright the glory of\r\nGod upon earth must in solitude behold that glory. To me at least the\r\npresence, not of human life only, but of life, in any other form than\r\nthat of the green things which grow upon the soil and are voiceless, is\r\na stain upon the landscape, is at war with the genius of the scene. I\r\nlove, indeed, to regard the dark valleys, and the gray rocks, and the\r\nwaters that silently smile, and the forests that sigh in uneasy\r\nslumbers, and the proud watchful mountains that look down upon all,—I\r\nlove to regard these as themselves but the colossal members of one vast\r\nanimate and sentient whole—a whole whose form (that of the sphere) is\r\nthe most perfect and most inclusive of all; whose path is among\r\nassociate planets; whose meek handmaiden is the moon; whose mediate\r\nsovereign is the sun; whose life is eternity; whose thought is that of a\r\ngod; whose enjoyment is knowledge; whose destinies are lost in\r\nimmensity; whose cognizance of ourselves is akin with our own cognizance\r\nof the\nanimalculæ\nwhich infest the brain, a being which we in\r\nconsequence regard as purely inanimate and material, much in the same\r\nmanner as these\nanimalculæ\nmust thus regard us.\n\nOur telescopes and our mathematical investigations assure us on every\r\nhand, notwithstanding the cant of the more ignorant of the priesthood,\r\nthat space, and therefore that bulk, is an important consideration in\r\nthe eyes of the Almighty. The cycles in which the stars move are those\r\nbest adapted for the evolution, without collision, of the greatest\r\npossible number of bodies. The forms of those bodies are accurately such\r\nas within a given surface to include the greatest possible amount of\r\nmatter; while the surfaces themselves are so disposed as to accommodate\r\na denser population than could be accommodated on the same surfaces\r\notherwise arranged. Nor is it any argument against bulk being an object\r\nwith God that space itself is infinite; for there may be an infinity of\r\nmatter to fill it; and since we see clearly that the endowment of matter\r\nwith vitality is a principle—indeed, as far as our judgments extend,\r\nthe\nleading\nprinciple in the operations of Deity, it is scarcely\r\nlogical to imagine it confined to the regions of the minute, where we\r\ndaily trace it, and not extending to those of the august. As we find\r\ncycle within cycle without end, yet all revolving around one far-distant\r\ncentre which is the Godhead, may we not analogically suppose, in the\r\nsame manner, life within life, the less within the greater, and all\r\nwithin the Spirit Divine? In\nshort\n, we are madly erring through\r\nself-esteem in believing man, in either his temporal or future\r\ndestinies, to be of more moment in the universe than that vast \"clod of\r\nthe valley\" which he tills and contemns, and to which he denies a soul,\r\nfor no more profound reason than that he does not behold it in operation\n2\n.\n\nThese fancies, and such as these, have always given to my meditations\r\namong the mountains and the forests, by the rivers and the ocean, a\r\ntinge of what the every-day world would not fail to term the fantastic.\r\nMy wanderings amid such scenes have been many and far-searching, and\r\noften solitary; and the interest with which I have strayed through many\r\na dim deep valley, or gazed into the reflected heaven of many a bright\r\nlake, has been an interest greatly deepened by the thought that I have\r\nstrayed and gazed\nalone.\n\nWhat\nflippant Frenchman\n3\nwas it who\r\nsaid, in allusion to the well known work of Zimmermann, that\n\"la\r\nsolitude est une belle chose; mais il faut quelqu'un pour vous dire que\r\nla solitude est une belle chose\"\n? The epigram cannot be gainsaid;\r\nbut the necessity is a thing that does not exist.\n\nIt was during one of my lonely journeyings, amid a far distant region of\r\nmountain locked within mountain, and sad rivers and melancholy tarns\r\nwrithing or sleeping within all, that I chanced upon a certain rivulet\r\nand island. I came upon them suddenly in the leafy June, and threw\r\nmyself upon the turf beneath the branches of an unknown odorous shrub,\r\nthat I might doze as I contemplated the scene. I felt that thus only\r\nshould I look upon it, such was the character of phantasm which it wore.\n\nOn all sides, save to the west where the sun was about sinking, arose\r\nthe verdant walls of the forest. The little river which turned sharply\r\nin its course, and was thus immediately lost to sight, seemed to have no\r\nexit from its prison, but to be absorbed by the deep green foliage of\r\nthe trees to the east; while in the opposite quarter (so it appeared to\r\nme as I lay at length and glanced upward) there poured down noiselessly\r\nand continuously into the valley a rich golden and crimson waterfall\r\nfrom the sunset fountains of the sky.\n\nAbout midway in the short vista which my dreamy vision took in, one\r\nsmall circular island, profusely verdured, reposed upon the bosom of the\r\nstream.\nSo blended bank and shadow there,\nThat each seemed pendulous in air—\nso mirror-like was the glassy water, that it was scarcely possible to\r\nsay at what point upon the slope of the emerald turf its crystal\r\ndominion began. My position enabled me to include in a single view both\r\nthe eastern and western extremities of the islet, and I observed a\r\nsingularly-marked difference in their aspects. The latter was all one\r\nradiant harem of garden beauties. It glowed and blushed beneath the eye\r\nof the slant sunlight, and fairly laughed with flowers. The grass was\r\nshort, springy, sweet-scented, and Asphodel-interspersed. The trees were\r\nlithe, mirthful, erect, bright, slender, and graceful, of eastern figure\r\nand foliage, with bark smooth, glossy, and parti-colored. There\nseemed\na\r\ndeep sense of life and joy about all, and although no airs blew from out\r\nthe heavens, yet everything had motion through the gentle sweepings to\r\nand fro of innumerable butterflies, that might have been mistaken for\r\ntulips with wings\n4\n.\n\nThe other or eastern end of the isle was whelmed in the blackest shade.\r\nA sombre, yet beautiful and peaceful gloom, here pervaded all things.\r\nThe trees were dark in color and mournful in form and\r\nattitude—wreathing themselves into sad, solemn, and spectral shapes,\r\nthat conveyed ideas of mortal sorrow and untimely death. The grass wore\r\nthe deep tint of the cypress, and the heads of its blades hung\r\ndroopingly, and hither and thither among it were many small unsightly\r\nhillocks, low and narrow, and not very long, that had the aspect of\r\ngraves, but were not, although over and all about them the rue and the\r\nrosemary clambered. The shades of the trees fell heavily upon the water,\r\nand seemed to bury itself therein, impregnating the depths of the\r\nelement with darkness. I fancied that each shadow, as the sun descended\r\nlower and lower, separated itself sullenly from the trunk that gave it\r\nbirth, and thus became absorbed by the stream, while other shadows\r\nissued momently from the trees, taking the place of their predecessors\r\nthus entombed.\n\nThis idea having once seized upon my fancy greatly excited it, and I\r\nlost myself forthwith in reverie. \"If ever island were enchanted,\" said\r\nI to myself, \"this is it. This is the haunt of the few gentle Fays who\r\nremain from the wreck of the race. Are these green tombs theirs?—or do\r\nthey yield up their sweet lives as mankind yield up their own? In dying,\r\ndo they not rather waste away mournfully, rendering unto God little by\r\nlittle their existence, as these trees render up shadow after shadow,\r\nexhausting their substance unto dissolution? What the wasting tree is to\r\nthe water that imbibes its shade, growing thus blacker by what it preys\r\nupon, may not the life of the Fay be to the death which engulfs it?\"\n\nAs I thus mused, with half-shut eyes, while the sun sank rapidly to\r\nrest, and eddying currents careered round and round the island, bearing\r\nupon their bosom large dazzling white flakes of the bark of the\r\nsycamore, flakes which, in their multiform positions upon the water, a\r\nquick imagination might have converted into anything it pleased; while I\r\nthus mused, it appeared to me that the form of one of those very Fays\r\nabout whom I had been pondering, made its way slowly into the darkness\r\nfrom out the light at the western end of the island. She stood erect in\r\na singularly fragile canoe, and urged it with the mere phantom of an\r\noar. While within the influence of the lingering sunbeams, her attitude\r\nseemed indicative of joy, but sorrow deformed it as she passed within\r\nthe shade. Slowly she glided along, and at length rounded the islet and\r\nre-entered the region of light. \"The revolution which has just been made\r\nby the Fay,\" continued I musingly, \"is the cycle of the brief year of\r\nher life. She has floated through her winter and through her summer. She\r\nis a year nearer unto death: for I did not fail to see that as she came\r\ninto the shade, her shadow fell from her, and was swallowed up in the\r\ndark water, making its blackness more black.\"\n\nAnd again the boat appeared and the Fay, but about the attitude of the\r\nlatter there was more of care and uncertainty and less of elastic joy.\r\nShe floated again from out the light and into the gloom (which deepened\r\nmomently), and again her shadow fell from her into the ebony water, and\r\nbecame absorbed into its blackness. And again and again she made the\r\ncircuit of the island (while the sun rushed down to his slumbers), and at\r\neach issuing into the light there was more sorrow about her person,\r\nwhile it grew feebler and far fainter and more indistinct, and at each\r\npassage into the gloom there fell from her a darker shade, which became\r\nwhelmed in a shadow more black. But at length, when the sun had utterly\r\ndeparted, the Fay, now the mere ghost of her former self, went\r\ndisconsolately with her boat into the region of the ebony flood, and\r\nthat she issued thence at all I cannot say, for darkness fell over all\r\nthings, and I beheld her magical figure no more.\n\n\n\n\n\n",
  "The Power of Words": "The Power of Words\n\n\n\n\nOinos.\n\nPardon, Agathos, the weakness of a spirit new-fledged with immortality!\n\n\n\nAgathos.\n\nYou have spoken nothing, my Oinos, for which pardon is to be demanded.\r\nNot even here is knowledge a thing of intuition. For wisdom, ask of the\r\nangels freely, that it may be given!\n\n\n\nOinos.\n\nBut in this existence I dreamed that I should be at once cognizant of\r\n  all things, and thus at once happy in being cognizant of all.\n\n\n\nAgathos.\n\nAh, not in knowledge is happiness, but in the acquisition of\r\n  knowledge! In forever knowing, we are forever blessed; but to know\r\n  all, were the curse of a fiend.\n\n\n\nOinos.\n\nBut does not The Most High know all?\n\n\n\nAgathos.\n\nThat\n(since he is The Most Happy) must be still the\none\nthing unknown even to\nHim\n.\n\n\n\nOinos.\n\nBut, since we grow hourly in knowledge, must not\nat last\nall\r\n  things be known?\n\n\n\nAgathos.\n\nLook down into the abysmal distances! —attempt to force the gaze down\r\n  the multitudinous vistas of the stars, as we sweep slowly through them\r\n  thus—and thus—and thus! Even the spiritual vision, is it not at all\r\n  points arrested by the continuous golden walls of the universe?—the\r\n  walls of the myriads of the shining bodies that mere number has\r\n  appeared to blend into unity?\n\n\n\nOinos.\n\nI clearly perceive that the infinity of matter is no dream.\n\n\n\nAgathos.\n\nThere are no dreams in Aidenn—but it is here whispered that, of this\r\n  infinity of matter, the\nsole\npurpose is to afford infinite\r\n  springs at which the soul may allay the thirst\nto know\nwhich is\r\n  forever unquenchable within it—since to quench it would be to\r\n  extinguish the soul's self. Question me then, my Oinos, freely and\r\n  without fear. Come! we will leave to the left the loud harmony of the\r\n  Pleiades, and swoop outward from the throne into the starry meadows\r\n  beyond Orion, where, for pansies and violets, and heart's-ease, are\r\n  the beds of the triplicate and triple-tinted suns.\n\n\n\nOinos.\n\nAnd now, Agathos, as we proceed, instruct me!—speak to me in the\r\n  earth's familiar tones! I understand not what you hinted to me just\r\n  now of the modes or of the methods of what during mortality, we were\r\n  accustomed to call Creation. Do you mean to say that the Creator is\r\n  not God?\n\n\n\nAgathos.\n\nI mean to say that the Deity does not create.\n\n\n\nOinos.\n\nExplain\n\n\n\nAgathos.\n\nIn the beginning only, he created. The seeming creatures which are now\r\n  throughout the universe so perpetually springing into being can only\r\n  be considered as the mediate or indirect, not as the direct or\r\n  immediate results of the Divine creative power.\n\n\n\nOinos.\n\nAmong men, my Agathos, this idea would be considered heretical in the\r\n  extreme.\n\n\n\nAgathos.\n\nAmong the angels, my Oinos, it is seen to be simply true.\n\n\n\nOinos.\n\nI can comprehend you thus far—that certain operations of what we term\r\n  Nature, or the natural laws, will, under certain conditions, give rise\r\n  to that which has all the\nappearance\nof creation. Shortly\r\n  before the final overthrow of the earth, there were, I well remember,\r\n  many very successful experiments in what some philosophers were weak\r\n  enough to denominate the creation of animalculæ.\n\n\n\nAgathos.\n\nThe cases of which you speak were, in fact, instances of the secondary\r\n  creation, and of the\nonly\nspecies of creation which has ever\r\n  been since the first word spoke into existence the first law.\n\n\n\nOinos.\n\nAre not the starry worlds that, from the abyss of nonentity, burst\r\n  hourly forth into the heavens—are not these stars, Agathos, the\r\n  immediate handiwork of the King?\n\n\n\nAgathos.\n\nLet me endeavor, my Oinos, to lead you, step by step, to the\r\n  conception I intend. You are well aware that, as no thought can\r\n  perish, so no act is without infinite result. We moved our hands, for\r\n  example, when we were dwellers on the earth, and in so doing we gave\r\n  vibration to the atmosphere which engirdled it. This vibration was\r\n  indefinitely extended till it gave impulse to every particle of the\r\n  earth's air, which thenceforward,\nand forever\n, was actuated by\r\n  the one movement of the hand. This fact the mathematicians of our\r\n  globe well knew. They made the special effects, indeed, wrought in the\r\n  fluid by special impulses, the subject of exact calculation—so that\r\n  it became easy to determine in what precise period an impulse of given\r\n  extent would engirdle the orb, and impress (forever) every atom of the\r\n  atmosphere circumambient. Retrograding, they found no difficulty; from\r\n  a given effect, under given conditions, in determining the value of\r\n  the original impulse. Now the mathematicians who saw that the results\r\n  of any given impulse were absolutely endless—and who saw that a\r\n  portion of these results were accurately traceable through the agency\r\n  of algebraic analysis—who saw, too, the facility of the\r\n  retrogradation—these men saw, at the same time, that this species of\r\n  analysis itself had within itself a capacity for indefinite\r\n  progress—that there were no bounds conceivable to its advancement and\r\n  applicability, except within the intellect of him who advanced or\r\n  applied it. But at this point our mathematicians paused.\n\n\n\nOinos.\n\nAnd why, Agathos, should they have proceeded?\n\n\n\nAgathos.\n\nBecause there were some considerations of deep interest beyond. It was\r\n  deducible from what they knew, that to a being of infinite\r\n  understanding—one to whom the\nperfection\nof the algebraic\r\n  analysis lay unfolded—there could be no difficulty in tracing every\r\n  impulse given the air—and the ether through the air—to the remotest\r\n  consequences at any even infinitely remote epoch of time. It is indeed\r\n  demonstrable that every such impulse\ngiven the air\n, must\nin\r\n  the end\nimpress every individual thing that exists\nwithin the\r\n  universe;\n— and the being of infinite understanding—the being\r\n  whom we have imagined—might trace the remote undulations of the\r\n  impulse—trace them upward and onward in their influences upon all\r\n  particles of all matter—upward and onward forever in their\r\n  modifications of old forms—or, in other words,\nin their creation\r\n  of new\n—until he found them reflected—unimpressive\nat\r\n  last\n—back from the throne of the Godhead. And not only could such\r\n  a being do this, but at any epoch, should a given result be afforded\r\n  him—should one of these numberless comets, for example, be presented\r\n  to his inspection—he could have no difficulty in determining, by the\r\n  analytic retrogradation, to what original impulse it was due. This\r\n  power of retrogradation in its absolute fulness and perfection—this\r\n  faculty of referring at\nall\nepochs,\nall\neffects to\nall\ncauses—is of course the prerogative of the Deity\r\n  alone—but in every variety of degree, short of the absolute\r\n  perfection, is the power itself exercised by the whole host of the\r\n  Angelic Intelligences.\n\n\n\nOinos.\n\nBut you speak merely of impulses upon the air.\n\n\n\nAgathos.\n\nIn speaking of the air, I referred only to the earth: but the general\r\n  proposition has reference to impulses upon the ether—which, since it\r\n  pervades, and alone pervades all space, is thus the great medium of\ncreation\n.\n\n\n\nOinos.\n\nThen all motion, of whatever nature, creates?\n\n\n\nAgathos.\n\nIt must: but a true philosophy has long taught that the source of all\r\n  motion is thought —and the source of all thought is—\n\n\n\nOinos.\n\nGod.\n\n\n\nAgathos.\n\nI have spoken to you, Oinos, as to a child, of the fair Earth which\r\n  lately perished—of impulses upon the atmosphere of the earth.\n\n\n\nOinos.\n\nYou did.\n\n\n\nAgathos.\n\nAnd while I thus spoke, did there not cross your mind some thought of\r\n  the\nphysical power of words\n? Is not every word an impulse on\r\n  the air?\n\n\n\nOinos.\n\nBut why, Agathos, do you weep—and why, oh, why do your wings droop as\r\n  we hover above this fair star—which is the greenest and yet most\r\n  terrible of all we have encountered in our flight? Its brilliant\r\n  flowers look like a fairy dream —but its fierce volcanoes like the\r\n  passions of a turbulent heart.\n\n\n\nAgathos.\n\nThey\nare\n!—they\nare\n!—This wild star —it is now three\r\n  centuries since, with clasped hands, and with streaming eyes, at the\r\n  feet of my beloved —I spoke it—with a few passionate sentences—into\r\n  birth. Its brilliant flowers\nare\nthe dearest of all unfulfilled\r\n  dreams, and its raging volcanoes\nare\nthe passions of the most\r\n  turbulent and unhallowed of hearts!\n\n\n\n\n",
  "The Colloquy of Monos and Una": "The Colloquy of Monos and Una\n\n\n\nThese things are in the future.\n\n\nSophocles\n—\nAntig\n.\n\n\n\n\nUna.\n\n\"Born again?\"\n\n\n\nMonos.\n\nYes, fairest and best beloved Una, \"born again.\" These were the words\r\n  upon whose mystical meaning I had so long pondered, rejecting the\r\n  explanations of the priesthood, until Death itself resolved for me the\r\n  secret.\n\n\n\nUna.\n\nDeath!\n\n\n\nMonos.\n\nHow strangely, sweet\nUna,\nyou echo my words! I observe, too, a\r\n  vacillation in your step, a joyous inquietude in your eyes. You are\r\n  confused and oppressed by the majestic novelty of the Life Eternal.\r\n  Yes, it was of Death I spoke. And here how singularly sounds that word\r\n  which of old was wont to bring terror to all hearts, throwing a mildew\r\n  upon all pleasures!\n\n\n\nUna.\n\nAh, Death, the spectre which sate at all feasts! How often, Monos, did\r\n  we lose ourselves in speculations upon its nature! How mysteriously\r\n  did it act as a check to human bliss, saying unto it, \"thus far, and\r\n  no farther!\" That earnest mutual love, my own Monos, which burned\r\n  within our bosoms, how vainly did we flatter ourselves, feeling happy\r\n  in its first upspringing that our happiness would strengthen with its\r\n  strength! Alas, as it grew, so grew in our hearts the dread of that\r\n  evil hour which was hurrying to separate us forever! Thus in time it\r\n  became painful to love. Hate would have been mercy then.\n\n\n\nMonos.\n\nSpeak not here of these griefs, dear Una —mine, mine forever now!\n\n\n\nUna.\n\nBut the memory of past sorrow, is it not present joy? I have much to\r\n  say yet of the things which have been. Above all, I burn to know the\r\n  incidents of your own passage through the dark Valley and Shadow.\n\n\n\nMonos.\n\nAnd when did the radiant Una ask anything of her Monos in vain? I will\r\n  be minute in relating all, but at what point shall the weird narrative\r\n  begin?\n\n\n\nUna.\n\nAt what point?\n\n\n\nMonos.\n\nYou have said.\n\n\n\nUna.\n\nMonos, I comprehend you. In Death we have both learned the propensity\r\n  of man to define the indefinable. I will not say, then, commence with\r\n  the moment of life's cessation—but commence with that sad, sad\r\n  instant when, the fever having abandoned you, you sank into a\r\n  breathless and motionless torpor, and I pressed down your pallid\r\n  eyelids with the passionate fingers of love.\n\n\n\nMonos.\n\nOne word first, my Una, in regard to man's general condition at this\r\n  epoch. You will remember that one or two of the wise among our\r\n  forefathers—wise in fact, although not in the world's esteem—had\r\n  ventured to doubt the propriety of the term \"improvement,\" as applied\r\n  to the progress of our civilization. There were periods in each of the\r\n  five or six centuries immediately preceding our dissolution when arose\r\n  some vigorous intellect, boldly contending for those principles whose\r\n  truth appears now, to our disenfranchised reason, so utterly obvious\r\n  —principles which should have taught our race to submit to the\r\n  guidance of the natural laws rather than attempt their control. At\r\n  long intervals some master-minds appeared, looking upon each advance\r\n  in practical science as a retrogradation in the true utility.\r\n  Occasionally the poetic intellect—that intellect which we now feel to\r\n  have been the most exalted of all—since those truths which to us were\r\n  of the most enduring importance could only be reached by that\nanalogy\nwhich speaks in proof-tones to the imagination alone,\r\n  and to the unaided reason bears no weight—occasionally did this\r\n  poetic intellect proceed a step farther in the evolving of the vague\r\n  idea of the philosophic, and find in the mystic parable that tells of\r\n  the tree of knowledge, and of its forbidden fruit, death-producing, a\r\n  distinct intimation that knowledge was not meet for man in the infant\r\n  condition of his soul. And these men —the poets—living and perishing\r\n  amid the scorn of the \"utilitarians\"—of rough pedants, who arrogated\r\n  to themselves a title which could have been properly applied only to\r\n  the scorned—these men, the poets, pondered piningly, yet not\r\n  unwisely, upon the ancient days when our wants were not more simple\r\n  than our enjoyments were keen—days when\nmirth\nwas a word\r\n  unknown, so solemnly deep-toned was happiness—holy, august, and\r\n  blissful days, blue rivers ran undammed, between hills unhewn, into\r\n  far forest solitudes, primeval, odorous, and unexplored. Yet these\r\n  noble exceptions from the general misrule served but to strengthen it\r\n  by opposition. Alas! we had fallen upon the most evil of all our evil\r\n  days. The great \"movement\" —that was the cant term—went on: a\r\n  diseased commotion, moral and physical. Art—the Arts— arose supreme,\r\n  and once enthroned, cast chains upon the intellect which had elevated\r\n  them to power. Man, because he could not but acknowledge the majesty\r\n  of Nature, fell into childish exultation at his acquired and\r\n  still-increasing dominion over her elements. Even while he stalked a\r\n  God in his own fancy, an infantine imbecility came over him. As might\r\n  be supposed from the origin of his disorder, he grew infected with\r\n  system, and with abstraction. He enwrapped himself in generalities.\r\n  Among other odd ideas, that of universal equality gained ground; and\r\n  in the face of analogy and of God—in despite of the loud warning\r\n  voice of the laws of\ngradation\nso visibly pervading all things\r\n  in Earth and Heaven—wild attempts at an omniprevalent Democracy were\r\n  made. Yet this evil sprang necessarily from the leading evil,\r\n  Knowledge. Man could not both know and succumb. Meantime huge smoking\r\n  cities arose, innumerable. Green leaves shrank before the hot breath\r\n  of furnaces. The fair face of Nature was deformed as with the ravages\r\n  of some loathsome disease. And methinks, sweet Una, even our\r\n  slumbering sense of the forced and of the far-fetched might have\r\n  arrested us here. But now it appears that we had worked out our own\r\n  destruction in the perversion of our\ntaste\n, or rather in the\r\n  blind neglect of its culture in the schools. For, in truth, it was at\r\n  this crisis that taste alone—that faculty which, holding a middle\r\n  position between the pure intellect and the moral sense, could never\r\n  safely have been disregarded—it was now that taste alone could have\r\n  led us gently back to Beauty, to Nature, and to Life. But alas for the\r\n  pure contemplative spirit and majestic intuition of Plato! Alas for\r\n  the\nwhich he justly regarded as an all-sufficient\r\n  education for the soul!\nAlas\nfor him and for it!—since both were most\r\n  desperately needed, when both were most entirely forgotten or despised\n1\n. Pascal, a philosopher whom we both love, has said, how\r\n  truly!—\"\nQue tout notre raisonnement se réduit à céder au\r\n  sentiment;\n\" and it is not impossible that the sentiment of the\r\n  natural, had time permitted it, would have regained its old ascendency\r\n  over the harsh mathematical reason of the schools. But this thing was\r\n  not to be. Prematurely induced by intemperance of knowledge, the old\r\n  age of the world drew near. This the mass of mankind saw not, or,\r\n  living lustily although unhappily, affected not to see. But, for\r\n  myself, the Earth's records had taught me to look for widest ruin as\r\n  the price of highest civilization. I had imbibed a prescience of our\r\n  Fate from comparison of China the simple and enduring, with Assyria\r\n  the architect, with Egypt the astrologer, with Nubia, more crafty than\r\n  either, the turbulent mother of all Arts. In the history of these\r\n  regions I met with a ray from the Future. The individual\r\n  artificialities of the three latter were local diseases of the Earth,\r\n  and in their individual overthrows we had seen local remedies applied;\r\n  but for the infected world at large I could anticipate no regeneration\r\n  save in death. That man, as a race, should not become extinct, I saw\r\n  that he must be \"\nborn again.\n\"\n\nAnd now it was, fairest and dearest, that we wrapped our spirits,\r\n  daily, in dreams. Now it was that, in twilight, we discoursed of the\r\n  days to come, when the Art-scarred surface of the Earth, having\r\n  undergone that purification which alone could efface its rectangular\r\n  obscenities, should clothe itself anew in the verdure and the\r\n  mountain-slopes and the smiling waters of Paradise, and be rendered at\r\n  length a fit dwelling-place for man:—for man the Death-purged—for\r\n  man to whose now exalted intellect there should be poison in knowledge\r\n  no more —for the redeemed, regenerated, blissful, and now immortal,\r\n  but still for the\nmaterial\n, man.\n\n\n\nUna.\n\nWell do I remember these conversations, dear Monos; but the epoch of\r\n  the fiery overthrow was not so near at hand as we believed, and as the\r\n  corruption you indicate did surely warrant us in believing. Men lived;\r\n  and died individually. You yourself sickened, and passed into the\r\n  grave; and thither your constant Una speedily followed you. And though\r\n  the century which has since elapsed, and whose conclusion brings up\r\n  together once more, tortured our slumbering senses with no impatience\r\n  of duration, yet my Monos, it was a century still.\n\n\n\nMonos.\n\nSay, rather, a point in the vague infinity. Unquestionably, it was in\r\n  the Earth's dotage that I died. Wearied at heart with anxieties which\r\n  had their origin in the general turmoil and decay, I succumbed to the\r\n  fierce fever. After some few days of pain, and many of dreamy delirium\r\n  replete with ecstasy, the manifestations of which you mistook for\r\n  pain, while I longed but was impotent to undeceive you—after some\r\n  days there came upon me, as you have said, a breathless and motionless\r\n  torpor; and this was termed\nDeath\nby those who stood around me.\n\nWords are vague things. My condition did not deprive me of sentience.\r\n  It appeared to me not greatly dissimilar to the extreme quiescence of\r\n  him, who, having slumbered long and profoundly, lying motionless and\r\n  fully prostrate in a mid-summer noon, begins to steal slowly back into\r\n  consciousness, through the mere sufficiency of his sleep, and without\r\n  being awakened by external disturbances.\n\nI breathed no longer. The pulses were still. The heart had ceased to\r\n  beat. Volition had not departed, but was powerless. The senses were\r\n  unusually active, although eccentrically so—assuming often each\r\n  other's functions at random. The taste and the smell were inextricably\r\n  confounded, and became one sentiment, abnormal and intense. The\r\n  rose-water with which your tenderness had moistened my lips to the\r\n  last, affected me with sweet fancies of flowers—fantastic flowers,\r\n  far more lovely than any of the old Earth, but whose prototypes we\r\n  have here blooming around us. The eye-lids, transparent and bloodless,\r\n  offered no complete impediment to vision. As volition was in abeyance,\r\n  the balls could not roll in their sockets—but all objects within the\r\n  range of the visual hemisphere were seen with more or less\r\n  distinctness; the rays which fell upon the external retina, or into\r\n  the corner of the eye, producing a more vivid effect than those which\r\n  struck the front or interior surface. Yet, in the former instance,\r\n  this effect was so far anomalous that I appreciated it only as\nsound\n— sound sweet or discordant as the matters presenting\r\n  themselves at my side were light or dark in shade —curved or angular\r\n  in outline. The hearing, at the same time, although excited in degree,\r\n  was not irregular in action—estimating real sounds with an\r\n  extravagance of precision, not less than of sensibility. Touch had\r\n  undergone a modification more peculiar. Its impressions were tardily\r\n  received, but pertinaciously retained, and resulted always in the\r\n  highest physical pleasure. Thus the pressure of your sweet fingers\r\n  upon my eyelids, at first only recognized through vision, at length,\r\n  long after their removal, filled my whole being with a sensual delight\r\n  immeasurable. I say with a sensual delight.\nAll\nmy perceptions\r\n  were purely sensual. The materials furnished the passive brain by the\r\n  senses were not in the least degree wrought into shape by the deceased\r\n  understanding. Of pain there was some little; of pleasure there was\r\n  much; but of moral pain or pleasure none at all. Thus your wild sobs\r\n  floated into my ear with all their mournful cadences, and were\r\n  appreciated in their every variation of sad tone; but they were soft\r\n  musical sounds and no more; they conveyed to the extinct reason no\r\n  intimation of the sorrows which gave them birth; while large and\r\n  constant tears which fell upon my face, telling the bystanders of a\r\n  heart which broke, thrilled every fibre of my frame with ecstasy\r\n  alone. And this was in truth the\nDeath\nof which these\r\n  bystanders spoke reverently, in low whispers—you, sweet Una,\r\n  gaspingly, with loud cries.\n\nThey attired me for the coffin—three or four dark figures which\r\n  flitted busily to and fro. As these crossed the direct line of my\r\n  vision they affected me as\nforms;\nbut upon passing to my side\r\n  their images impressed me with the idea of shrieks, groans, and, other\r\n  dismal expressions of terror, of horror, or of woe. You alone, habited\r\n  in a white robe, passed in all directions musically about.\n\nThe day waned; and, as its light faded away, I became possessed by a\r\n  vague uneasiness—an anxiety such as the sleeper feels when sad real\r\n  sounds fall continuously within his ear—low distant bell-tones,\r\n  solemn, at long but equal intervals, and commingling with melancholy\r\n  dreams. Night arrived; and with its shadows a heavy discomfort. It\r\n  oppressed my limbs with the oppression of some dull weight, and was\r\n  palpable. There was also a moaning sound, not unlike the distant\r\n  reverberation of surf, but more continuous, which, beginning with the\r\n  first twilight, had grown in strength with the darkness. Suddenly\r\n  lights were brought into the rooms, and this reverberation became\r\n  forthwith interrupted into frequent unequal bursts of the same sound,\r\n  but less dreary and less distinct. The ponderous oppression was in a\r\n  great measure relieved; and, issuing from the flame of each lamp (for\r\n  there were many), there flowed unbrokenly into my ears a strain of\r\n  melodious monotone. And when now, dear Una, approaching the bed upon\r\n  which I lay outstretched, you sat gently by my side, breathing odor\r\n  from your sweet lips, and pressing them upon my brow, there arose\r\n  tremulously within my bosom, and mingling with the merely physical\r\n  sensations which circumstances had called forth, a something akin to\r\n  sentiment itself— a feeling that, half appreciating, half responded\r\n  to your earnest love and sorrow; but this feeling took no root in the\r\n  pulseless heart, and seemed indeed rather a shadow than a reality, and\r\n  faded quickly away, first into extreme quiescence, and then into a\r\n  purely sensual pleasure as before.\n\nAnd now, from the wreck and the chaos of the usual senses, there\r\n  appeared to have arisen within me a sixth, all perfect. In its\r\n  exercise I found a wild delight—yet a delight still physical,\r\n  inasmuch as the understanding had in it no part. Motion in the animal\r\n  frame had fully ceased. No muscle quivered; no nerve thrilled; no\r\n  artery throbbed. But there seemed to have sprung up in the brain\nthat\nof which no words could convey to the merely human\r\n  intelligence even an indistinct conception. Let me term it a mental\r\n  pendulous pulsation. It was the moral embodiment of man's abstract\r\n  idea of\nTime\n. By the absolute equalization of this movement—or\r\n  of such as this—had the cycles of the firmamental orbs themselves\r\n  been adjusted. By its aid I measured the irregularities of the clock\r\n  upon the mantel, and of the watches of the attendants. Their tickings\r\n  came sonorously to my ears. The slightest deviations from the true\r\n  proportion—and these deviations were omniprevalent—affected me just\r\n  as violations of abstract truth were wont on earth to affect the moral\r\n  sense. Although no two of the timepieces in the chamber struck the\r\n  individual seconds accurately together, yet I had no difficulty in\r\n  holding steadily in mind the tones, and the respective momentary\r\n  errors of each. And this—this keen, perfect self-existing sentiment\r\n  of\nduration\n—this sentiment existing (as man could not possibly\r\n  have conceived it to exist) independently of any succession of\r\n  events—this idea —this sixth sense, upspringing from the ashes of\r\n  the rest, was the first obvious and certain step of the intemporal\r\n  soul upon the threshold of the temporal eternity.\n\nIt was midnight; and you still sat by my side. All others had departed\r\n  from the chamber of Death. They had deposited me in the coffin. The\r\n  lamps burned flickeringly; for this I knew by the tremulousness of the\r\n  monotonous strains. But suddenly these strains diminished in\r\n  distinctness and in volume. Finally they ceased. The perfume in my\r\n  nostrils died away. Forms affected my vision no longer. The oppression\r\n  of the Darkness uplifted itself from my bosom. A dull shot like that\r\n  of electricity pervaded my frame, and was followed by total loss of\r\n  the idea of contact. All of what man has termed sense was merged in\r\n  the sole consciousness of entity, and in the one abiding sentiment of\r\n  duration. The mortal body had been at length stricken with the hand of\r\n  the deadly\nDecay\n.\n\nYet had not all of sentience departed; for the consciousness and the\r\n  sentiment remaining supplied some of its functions by a lethargic\r\n  intuition. I appreciated the direful change now in operation upon the\r\n  flesh, and, as the dreamer is sometimes aware of the bodily presence\r\n  of one who leans over him, so, sweet Una, I still dully felt that you\r\n  sat by my side. So, too, when the noon of the second day came, I was\r\n  not unconscious of those movements which displaced you from my side,\r\n  which confined me within the coffin, which deposited me within the\r\n  hearse, which bore me to the grave, which lowered me within it, which\r\n  heaped heavily the mould upon me, and which thus left me, in blackness\r\n  and corruption, to my sad and solemn slumbers with the worm.\n\nAnd here in the prison-house which has few secrets to disclose, there\r\n  rolled away days and weeks and months; and the soul watched narrowly\r\n  each second as it flew, and, without effort, took record of its\r\n  flight—without effort and without object.\n\nA year passed. The consciousness of\nbeing\nhad grown hourly more\r\n  indistinct, and that of mere\nlocality\nhad in great measure\r\n  usurped its position. The idea of entity was becoming merged in that\r\n  of\nplace\n. The narrow space immediately surrounding what had\r\n  been the body was now growing to be the body itself. At length, as\r\n  often happens to the sleeper (by sleep and its world alone is\nDeath\nimaged) —at length, as sometimes happened on Earth to\r\n  the deep slumberer, when some flitting light half startled him into\r\n  awaking, yet left him half enveloped in dreams—so to me, in the\r\n  strict embrace of the\nShadow\n, came\nthat\nlight which\r\n  alone might have had power to startle—the light of enduring\nLove\n. Men toiled at the grave in which I lay darkling. They\r\n  upthrew the damp earth. Upon my mouldering bones there descended the\r\n  coffin of Una. And now again all was void. That nebulous light had\r\n  been extinguished. That feeble thrill had vibrated itself into\r\n  quiescence. Many\nlustra\nhad supervened. Dust had returned to\r\n  dust. The worm had food no more. The sense of being had at length\r\n  utterly departed, and there reigned in its stead— instead of all\r\n  things, dominant and perpetual—the autocrats\nPlace\nand\nTime.\nFor\nthat\nwhich\nwas not\n—for that which had\r\n  no form—for that which had no thought—for that which had no\r\n  sentience—for that which was soundless, yet of which matter formed no\r\n  portion—for all this nothingness, yet for all this immortality, the\r\n  grave was still a home, and the corrosive hours, co-mates.\n\n\n\n\n\n\n\n",
  "The Conversation of Eiros and Charmion": "The Conversation of Eiros and Charmion\n\n\nI will bring fire to thee.\n\n\nEuripides\n.—\nAndrom\n.\n\n\n\n\nEiros.\n\nWhy do you call me Eiros?\n\n\n\nCharmion.\n\nSo henceforward will you always be called. You must forget, too,\nmy\nearthly name, and speak to me as Charmion.\n\n\n\nEiros.\n\nThis is indeed no dream!\n\n\n\nCharmion.\n\nDreams are with us no more;—but of these mysteries anon. I rejoice to\r\n  see you looking life-like and rational. The film of the shadow has\r\n  already passed from off your eyes. Be of heart, and fear nothing. Your\r\n  allotted days of stupor have expired, and to-morrow I will myself\r\n  induct you into the full joys and wonders of your novel existence.\n\n\n\nEiros.\n\nTrue—I feel no stupor—none at all. The wild sickness and the\r\n  terrible darkness have left me, and I hear no longer that mad,\r\n  rushing, horrible sound, like the \"voice of many waters.\" Yet my\r\n  senses are bewildered, Charmion, with the keenness of their perception\r\n  of\nthe new\n.\n\n\n\nCharmion.\n\nA few days will remove all this;— but I fully understand you, and\r\n  feel for you. It is now ten earthly years since I underwent what you\r\n  undergo—yet the remembrance of it hangs by me still. You have now\r\n  suffered all of pain, however, which you will suffer in Aidenn.\n\n\n\nEiros.\n\nIn Aidenn?\n\n\n\nCharmion.\n\nIn Aidenn.\n\n\n\nEiros.\n\nO God!—pity me, Charmion!—I am overburthened with the majesty of all\r\n  things—of the unknown now known—of the speculative Future merged in\r\n  the august and certain Present.\n\n\n\nCharmion.\n\nGrapple not now with such thoughts. To-morrow we will speak of this.\r\n  Your mind wavers, and its agitation will find relief in the exercise\r\n  of simple memories. Look not around, nor forward—but back. I am\r\n  burning with anxiety to hear the details of that stupendous event\r\n  which threw you among us. Tell me of it. Let us converse of familiar\r\n  things, in the old familiar language of the world which has so\r\n  fearfully perished.\n\n\n\nEiros.\n\nMost fearfully, fearfully!—this is indeed no dream.\n\n\n\nCharmion.\n\nDreams are no more. Was I much mourned, my Eiros?\n\n\n\nEiros.\n\nMourned, Charmion?—oh, deeply. To that last hour of all there hung a\r\n  cloud of intense gloom and devout sorrow over your household.\n\n\n\nCharmion.\n\nAnd that last hour—speak of it. Remember that, beyond the naked fact\r\n  of the catastrophe itself, I know nothing. When, coming out from among\r\n  mankind, I passed into Night through the Grave—at that period, if I\r\n  remember aright, the calamity which overwhelmed you was utterly\r\n  unanticipated. But, indeed, I knew little of the speculative\r\n  philosophy of the day.\n\n\n\nEiros.\n\nThe individual calamity was, as you say, entirely unanticipated; but\r\n  analogous misfortunes had been long a subject of discussion with\r\n  astronomers. I need scarce tell you, my friend, that, even when you\r\n  left us, men had agreed to understand those passages in the most holy\r\n  writings which speak of the final destruction of all things by fire as\r\n  having reference to the orb of the earth alone, But in regard to the\r\n  immediate agency of the ruin, speculation had been at fault from that\r\n  epoch in astronomical knowledge in which the comets were divested of\r\n  the terrors of flame. The very moderate density of these bodies had\r\n  been well established. They had been observed to pass among the\r\n  satellites of Jupiter without bringing about any sensible alteration\r\n  either in the masses or in the orbits of these secondary planets. We\r\n  had long regarded the wanderers as vapory creations of inconceivable\r\n  tenuity, and as altogether incapable of doing injury to our\r\n  substantial globe, even in the event of contact. But contact was not\r\n  in any degree dreaded; for the elements of all the comets were\r\n  accurately known. That among\nthem\nwe should look for the agency\r\n  of the threatened fiery destruction had been for many years considered\r\n  an inadmissible idea. But wonders and wild fancies had been of late\r\n  days strangely rife among mankind; and, although it was only with a\r\n  few of the ignorant that actual apprehension prevailed, upon the\r\n  announcement by astronomers of a\nnew\ncomet, yet this\r\n  announcement was generally received with I know not what of agitation\r\n  and mistrust.\n\nThe elements of the strange orb were immediately calculated, and it\r\n  was at once conceded by all observers that its path, at perihelion\r\n  would bring it into very close proximity with the earth. There were\r\n  two or three astronomers of secondary note who resolutely maintained\r\n  that a contact was inevitable. I cannot very well express to you the\r\n  effect of this intelligence upon the people. For a few short days they\r\n  would not believe an assertion which their intellect, so long employed\r\n  among worldly considerations, could not in any manner grasp. But the\r\n  truth of a vitally important fact soon makes its way into the\r\n  understanding of even the most stolid. Finally, all men saw that\r\n  astronomical knowledge lies not, and they awaited the comet. Its\r\n  approach was not at first seemingly rapid, nor was its appearance of\r\n  very unusual character. It was of a dull red, and had little\r\n  perceptible train. For seven or eight days we saw no material increase\r\n  in its apparent diameter, and but a partial alteration in its color.\r\n  Meantime, the ordinary affairs of men were discarded, and all interest\r\n  absorbed in a growing discussion instituted by the philosophic in\r\n  respect to the cometary nature. Even the grossly ignorant aroused\r\n  their sluggish capacities to such considerations. The learned\nnow\ngave their intellect—their soul—to no such points as the\r\n  allaying of fear, or to the sustenance of loved theory. They\r\n  sought—they panted for right views. They groaned for perfected\r\n  knowledge.\nTruth\narose in the purity of her strength and\r\n  exceeding majesty, and the wise bowed down and adored.\n\nThat material injury to our globe or to its inhabitants would result\r\n  from the apprehended contact was an opinion which hourly lost ground\r\n  among the wise; and the wise were now freely permitted to rule the\r\n  reason and the fancy of the crowd. It was demonstrated that the\r\n  density of the comet's\nnucleus\nwas far less than that of our\r\n  rarest gas; and the harmless passage of a similar visitor among the\r\n  satellites of Jupiter was a point strongly insisted upon, and which\r\n  served greatly to allay terror. Theologists, with an earnestness\r\n  fear-enkindled, dwelt upon the biblical prophecies, and expounded them\r\n  to the people with a directness and simplicity of which no previous\r\n  instance had been known. That the final destruction of the earth must\r\n  be brought about by the agency of fire, was urged with a spirit that\r\n  enforced everywhere conviction; and that the comets were of no fiery\r\n  nature (as all men now knew) was a truth which relieved all, in a\r\n  great measure, from the apprehension of the great calamity foretold.\r\n  It is noticeable that the popular prejudices and vulgar errors in\r\n  regard to pestilences and wars—errors which were wont to prevail upon\r\n  every appearance of a comet—were now altogether unknown, as if by\r\n  some sudden convulsive exertion reason had at once hurled superstition\r\n  from her throne. The feeblest intellect had derived vigor from\r\n  excessive interest.\n\nWhat minor evils might arise from the contact were points of elaborate\r\n  question. The learned spoke of slight geological disturbances, of\r\n  probable alterations in climate, and consequently in vegetation; of\r\n  possible magnetic and electric influences. Many held that no visible\r\n  or perceptible effect would in any manner be produced. While such\r\n  discussions were going on, their subject gradually approached, growing\r\n  larger in apparent diameter, and of a more brilliant lustre. Mankind\r\n  grew paler as it came. All human operations were suspended.\n\nThere was an epoch in the course of the general sentiment when the\r\n  comet had attained, at length, a size surpassing that of any\r\n  previously recorded visitation. The people now, dismissing any\r\n  lingering hope that the astronomers were wrong, experienced all the\r\n  certainty of evil. The chimerical aspect of their terror was gone. The\r\n  hearts of the stoutest of our race beat violently within their bosoms.\r\n  A very few days suffered, however, to merge even such feelings in\r\n  sentiments more unendurable. We could no longer apply to the strange\r\n  orb any\naccustomed\nthoughts. Its\nhistorical\nattributes\r\n  had disappeared. It oppressed us with a hideous\nnovelty\nof\r\n  emotion. We saw it not as an astronomical phenomenon in the heavens,\r\n  but as an incubus upon our hearts and a shadow upon our brains. It had\r\n  taken, with unconceivable rapidity, the character of a gigantic mantle\r\n  of rare flame, extending from horizon to horizon.\n\nYet a day, and men breathed with greater freedom. It was clear that we\r\n  were already within the influence of the comet; yet we lived. We even\r\n  felt an unusual elasticity of frame and vivacity of mind. The\r\n  exceeding tenuity of the object of our dread was apparent; for all\r\n  heavenly objects were plainly visible through it. Meantime, our\r\n  vegetation had perceptibly altered; and we gained faith, from this\r\n  predicted circumstance, in the foresight of the wise. A wild\r\n  luxuriance of foliage, utterly unknown before, burst out upon every\r\n  vegetable thing.\n\nYet another day—and the evil was not altogether upon us. It was now\r\n  evident that its nucleus would first reach us. A wild change had come\r\n  over all men; and the first sense of\npain\nwas the wild signal\r\n  for general lamentation and horror. The first sense of pain lay in a\r\n  rigorous construction of the breast and lungs, and an insufferable\r\n  dryness of the skin. It could not be denied that our atmosphere was\r\n  radically affected; the conformation of this atmosphere and the\r\n  possible modifications to which it might be subjected, were now the\r\n  topics of discussion. The result of investigation sent an electric\r\n  thrill of the intensest terror through the universal heart of man.\n\nIt had been long known that the air which encircled us was a compound\r\n  of oxygen and nitrogen gases, in the proportion of twenty-one measures\r\n  of oxygen and seventy-nine of nitrogen in every one hundred of the\r\n  atmosphere. Oxygen, which was the principle of combustion, and the\r\n  vehicle of heat, was absolutely necessary to the support of animal\r\n  life, and was the most powerful and energetic agent in nature.\r\n  Nitrogen, on the contrary, was incapable of supporting either animal\r\n  life or flame. An unnatural excess of oxygen would result, it had been\r\n  ascertained, in just such an elevation of the animal spirits as we had\r\n  latterly experienced. It was the pursuit, the extension of the idea,\r\n  which had engendered awe. What would be the result of a\ntotal\r\n  extraction of the nitrogen\n? A combustion irresistible,\r\n  all-devouring, omni-prevalent, immediate;— the entire fulfilment, in\r\n  all their minute and terrible details, of the fiery and\r\n  horror-inspiring denunciations of the prophecies of the Holy Book.\n\nWhy need I paint, Charmion, the now disenchained frenzy of mankind?\r\n  That tenuity in the comet which had previously inspired us with hope,\r\n  was now the source of the bitterness of despair. In its impalpable\r\n  gaseous character we clearly perceived the consummation of Fate.\r\n  Meantime a day again passed—bearing away with it the last shadow of\r\n  Hope. We gasped in the rapid modification of the air. The red blood\r\n  bounded tumultuously through its strict channels. A furious delirium\r\n  possessed all men; and with arms rigidly outstretched towards the\r\n  threatening heavens, they trembled and shrieked aloud. But the nucleus\r\n  of the destroyer was now upon us;—even here in Aidenn I shudder while\r\n  I speak. Let me be brief—brief as the ruin that overwhelmed. For a\r\n  moment there was a wild lurid light alone, visiting and penetrating\r\n  all things. Then—let us bow down, Charmion, before the excessive\r\n  majesty of the great God!—then, there came a shouting and pervading\r\n  sound, as if from the mouth itself of\nHim\n; while the whole incumbent\r\n  mass of ether in which we existed, burst at once into a species of\r\n  intense flame, for whose surpassing brilliancy and all-fervid heat\r\n  even the angels in the high Heaven of pure knowledge have no name.\r\n  Thus ended all.\n\n\n\n\n",
  "Shadow — a Parable": "Shadow — a Parable\n\n\nYea! though I walk through the valley of the\nShadow\n.\n\n\nPsalm of David\n.\n\nYe who read are still among the living; but I who write shall have long\r\nsince gone my way into the region of shadows. For indeed strange things\r\nshall happen, and secret things be known, and many centuries shall pass\r\naway, ere these memorials be seen of men. And, when seen, there will be\r\nsome to disbelieve and some to doubt, and yet a few who will find much\r\nto ponder upon in the characters here graven with a stylus of iron.\n\nThe year had been a year of terror, and of feeling more intense than\r\nterror for which there is no name upon the earth. For many prodigies and\r\nsigns had taken place, and far and wide, over sea and land, the black\r\nwings of the Pestilence were spread abroad. To those, nevertheless,\r\ncunning in the stars, it was not unknown that the heavens wore an aspect\r\nof ill; and to me, the Greek Oinos, among others, it was evident that\r\nnow had arrived the alternation of that seven hundred and ninety-fourth\r\nyear when, at the entrance of Aries, the planet Jupiter is enjoined with\r\nthe red ring of the terrible Saturnus. The peculiar spirit of the skies,\r\nif I mistake not greatly, made itself manifest, not only in the physical\r\norb of the earth, but in the souls, imaginations, and meditations of\r\nmankind.\n\nOver some flasks of the red Chian wine, within the walls of a noble\r\nhall, in a dim city called Ptolemais, we sat, at night, a company of\r\nseven. And to our chamber there was no entrance save by a lofty door of\r\nbrass: and the door was fashioned by the artisan Corinnos, and, being of\r\nrare workmanship, was fastened from within. Black draperies, likewise in\r\nthe gloomy room, shut out from our view the moon, the lurid stars, and\r\nthe peopleless streets—but the boding and the memory of Evil, they\r\nwould not be so excluded. There were things around us and about of which\r\nI can render no distinct account— things material and\r\nspiritual—heaviness in the atmosphere— a sense of\r\nsuffocation—anxiety—and, above all, that terrible state of existence\r\nwhich the nervous experience when the senses are keenly living and\r\nawake, and meanwhile the powers of thought lie dormant. A dead weight\r\nhung upon us. It hung upon our limbs—upon the household furniture—upon the goblets from which we drank; and all things were depressed, and\r\nborne down thereby—all things save only the flames of the seven iron\r\nlamps which illumined our revel. Uprearing themselves in tall slender\r\nlines of light, they thus remained burning all pallid and motionless;\r\nand in the mirror which their lustre formed upon the round table of\r\nebony at which we sat each of us there assembled beheld the pallor of\r\nhis own countenance, and the unquiet glare in the downcast eyes of his\r\ncompanions. Yet we laughed and were merry in our proper way—which was\r\nhysterical; and sang the songs of Anacreon—which are madness; and drank\r\ndeeply—although the purple wine reminded us of blood. For there was yet\r\nanother tenant of our chamber in the person of young Zoilus. Dead and at\r\nfull length he lay, enshrouded;—the genius and the demon of the scene.\r\nAlas! he bore no portion in our mirth, save that his countenance,\r\ndistorted with the plague, and his eyes in which Death had but half\r\nextinguished the fire of the pestilence, seemed to take such an interest\r\nin our merriment as the dead may haply take in the merriment of those\r\nwho are to die. But although I, Oinos, felt that the eyes of the\r\ndeparted were upon me, still I forced myself not to perceive the\r\nbitterness of their expression, and gazing down steadily into the depths\r\nof the ebony mirror, sang with a loud and sonorous voice the songs of\r\nthe son of Teos. But gradually my songs they ceased, and their echoes,\r\nrolling afar off among the sable draperies of the chamber, became weak,\r\nand undistinguishable, and so faded away. And lo! from among those sable\r\ndraperies, where the sounds of the song departed, there came forth a\r\ndark and undefiled shadow—a shadow such as the moon, when low in\r\nheaven, might fashion from the figure of a man: but it was the shadow\r\nneither of man nor of God, nor of any familiar thing. And quivering\r\nawhile among the draperies of the room it at length rested in full view\r\nupon the surface of the door of brass. But the shadow was vague, and\r\nformless, and indefinite, and was the shadow neither of man nor\r\nGod—neither God of Greece, nor God of Chaldæa, nor any Egyptian God.\r\nAnd the shadow rested upon the brazen doorway, and under the arch of the\r\nentablature of the door and moved not, nor spoke any word, but there\r\nbecame stationary and remained. And the door whereupon the shadow rested\r\nwas, if I remember aright, over against the feet of the young Zoilus\r\nenshrouded. But we, the seven there assembled, having seen the shadow as\r\nit came out from among the draperies, dared not steadily behold it, but\r\ncast down our eyes, and gazed continually into the depths of the mirror\r\nof ebony. And at length I, Oinos, speaking some low words, demanded of\r\nthe shadow its dwelling and its appellation. And the shadow answered, \"I\r\nam\nShadow\n, and my dwelling is near to the Catacombs of Ptolemais, and\r\nhard by those dim plains of Helusion which border upon the foul\r\nCharonian canal.\" And then did we, the seven, start from our seats in\r\nhorror, and stand trembling, and shuddering, and aghast: for the tones\r\nin the voice of the shadow were not the tones of any one being, but of a\r\nmultitude of beings, and varying in their cadences from syllable to\r\nsyllable, fell duskily upon our ears in the well remembered and familiar\r\naccents of many thousand departed friends.\n\n\n",
  "Silence — a Fable": "Silence — a Fable\n\nThe mountain pinnacles slumber; valleys, crags, and caves\nare\r\nsilent\n.\n\n\"\nListen\nto\nme\n,\" said the Demon, as he placed his hand upon my\r\nhead. \"The region of which I speak is a dreary region in Libya, by the\r\nborders of the river Zäire. And there is no quiet there, nor silence.\n\n\"The waters of the river have a saffron and sickly hue; and they flow\r\nnot onward to the sea, but palpitate forever and forever beneath the red\r\neye of the sun with a tumultuous and convulsive motion. For many miles\r\non either side of the river's oozy bed is a pale desert of gigantic\r\nwater-lilies. They sigh one unto the other in that solitude, and stretch\r\ntowards the heaven their long and ghastly necks, and nod to and fro\r\ntheir everlasting heads. And there is an indistinct murmur which cometh\r\nout from among them like the rushing of subterrene water. And they sigh\r\none unto the other.\n\n\"But there is a boundary to their realm—the boundary of the dark,\r\nhorrible, lofty forest. There, like the waves about the Hebrides, the\r\nlow underwood is agitated continually. But there is no wind throughout\r\nthe heaven. And the tall primeval trees rock eternally hither and\r\nthither with a crashing and mighty sound. And from their high summits,\r\none by one, drop everlasting dews. And at the roots, strange poisonous\r\nflowers lie writhing in perturbed slumber. And overhead, with a rustling\r\nand loud noise, the gray clouds rush westwardly forever until they roll,\r\na cataract, over the fiery wall of the horizon. But there is no wind\r\nthroughout the heaven. And by the shores of the river Zäire there is\r\nneither quiet nor silence.\n\n\"It was night, and the rain fell; and, falling, it was rain, but, having\r\nfallen, it was blood. And I stood in the morass among the tall lilies,\r\nand the rain fell upon my head—and the lilies sighed one unto the other\r\nin the solemnity of their desolation.\n\n\"And, all at once, the moon arose through the thin ghastly mist, and was\r\ncrimson in color. And mine eyes fell upon a huge gray rock which stood\r\nby the shore of the river and was lighted by the light of the moon. And\r\nthe rock was gray and ghastly, and tall,—and the rock was gray. Upon\r\nits front were characters engraven in the stones; and I walked through\r\nthe morass of water-lilies, until I came close unto the shore, that I\r\nmight read the characters upon the stone. But I could not decipher them.\r\nAnd I was going back into the morass when the moon shone with a fuller\r\nred, and I turned and looked again upon the rock and upon the\r\ncharacters;—and the characters were\nDesolation\n.\n\n\"And I looked upwards, and there stood a man upon the summit of the\r\nrock; and I hid myself among the water-lilies that I might discover the\r\naction of the man. And the man was tall and stately in form, and wrapped\r\nup from his shoulders to his feet in the toga of old Rome. And the\r\noutlines of his figure were indistinct—but his features were the\r\nfeatures of a deity; for the mantle of the night, and of the mist, and\r\nof the moon, and of the dew, had left uncovered the features of his\r\nface. And his brow was lofty with thought, and his eye wild with care;\r\nand in the few furrows upon his cheek, I read the fables of sorrow, and\r\nweariness, and disgust with mankind, and a longing after solitude.\n\n\"And the man sat upon the rock, and leaned his head upon his hand, and\r\nlooked out upon the desolation. He looked down into the low unquiet\r\nshrubbery, and up into the tall primeval trees, and up higher at the\r\nrustling heaven, and into the crimson moon. And I lay close within\r\nshelter of the lilies, and observed the actions of the man. And the man\r\ntrembled in the solitude;—but the night waned, and he sat upon the\r\nrock.\n\n\"And the man turned his attention from the heaven, and looked out upon\r\nthe dreary river Zäire, and upon the yellow ghastly waters, and upon the\r\npale legions of the water-lilies. And the man listened to the sighs of\r\nthe water-lilies, and to the murmur that came up from among them. And I\r\nlay close within my covert and observed the actions of the man. And the\r\nman trembled in the solitude;—but the night waned, and he sat upon the\r\nrock.\n\n\"Then I went down into the recesses of the morass, and waded afar in\r\namong the wilderness of the lilies, and called unto the hippopotami\r\nwhich dwelt among the fens in the recesses of the morass. And the\r\nhippopotami heard my call, and came, with the behemoth, unto the foot of\r\nthe rock, and roared loudly and fearfully beneath the moon. And I lay\r\nclose within my covert and observed the actions of the man. And the man\r\ntrembled in the solitude;—but the night waned, and he sat upon the\r\nrock.\n\n\"Then I cursed the elements with the curse of tumult; and a frightful\r\ntempest gathered in the heaven, where before there had been no wind. And\r\nthe heaven became livid with the violence of the tempest—and the rain\r\nbeat upon the head of the man—and the floods of the river came\r\ndown—and the river was tormented into foam—and the water-lilies\r\nshrieked within their beds—and the forest crumbled before the wind—and\r\nthe thunder rolled —and the lightning fell—and the rock rocked to its\r\nfoundation. And I lay close within my covert and observed the actions of\r\nthe man. And the man trembled in the solitude;—but the night waned, and\r\nhe sat upon the rock.\n\n\"Then I grew angry and cursed, with the curse of silence, the river, and\r\nthe lilies, and the wind, and the forest, and the heaven, and the\r\nthunder, and the sighs of the water-lilies. And they became accursed,\r\nand\nwere still.\nAnd the moon ceased to totter up its pathway to\r\nheaven—and the thunder died away —and the lightning did not flash—and\r\nthe clouds hung motionless—and the waters sunk to their level and\r\nremained—and the trees ceased to rock—and the water-lilies sighed no\r\nmore—and the murmur was heard no longer from among them, nor any shadow\r\nof sound throughout the vast illimitable desert. And I looked upon the\r\ncharacters of the rock, and they were changed;—and the characters were\nSilence\n.\n\n\"And mine eyes fell upon the countenance of the man, and his countenance\r\nwas wan with terror. And, hurriedly, he raised his head from his hand,\r\nand stood forth upon the rock and listened. But there was no voice\r\nthroughout the vast illimitable desert, and the characters upon the rock\r\nwere\nSilence\n. And the man shuddered, and turned his face away, and fled\r\nafar off, in haste, so that I beheld him no more.\"\n\n...\n\nNow there are fine tales in the volumes of the Magi—in the iron-bound,\r\nmelancholy volumes of the Magi. Therein, I say, are glorious histories\r\nof the Heaven, and of the Earth, and of the mighty Sea—and of the Genii\r\nthat overruled the sea, and the earth, and the lofty heaven. There was\r\nmuch lore, too, in the sayings which were said by the sybils; and holy,\r\nholy things were heard of old by the dim leaves that trembled around\r\nDodona—but, as Allah liveth, that fable which the demon told me as he\r\nsat by my side in the shadow of the tomb, I hold to be the most\r\nwonderful of all! And as the Demon made an end of his story, he fell\r\nback within the cavity of the tomb and laughed. And I could not laugh\r\nwith the Demon, and he cursed me because I could not laugh. And the lynx\r\nwhich dwelleth forever in the tomb, came out therefrom, and lay down at\r\nthe feet of the Demon, and looked at him steadily in the face.\n\n\n"
}